[
  {
    "title": "An assesment on the accuracy behind a jury’s veredict in a trial",
    "subject": "Math AA HL",
    "description": "I’ve spent my entire childhood watching TV shows about lawyers, the White House, politicians, the FBI, and the CIA. Following the development of cases, the implication of criminals, and then deciphering whether someone was innocent or not, really caught my attention.  The jury radiated this intriguing and mysterious aura that captured me. They were strangers with unknown names and lives, that were about to make a life-or-death decision for someone. The fact that a mystifying group of people had such a predominant role in the outcome of a case, was mind-blowing. Nonetheless, it was not until some years later when I watched a series that focused on the study of a jury, that I started to appreciate it more. The action revolved around creating a perfect replica of the jury to practice the trial, therefore predicting the effect the attorney's speech could have on the jury. Being obsessed with human behavior and seeing the psychological and human approach that the plot irradiated, left me forever intrigue with this figure. And now, some years later, when the curiosity hasn’t left me yet, I use the jury as the base of my investigation. ",
    "sections": {
      "Probability of the correct answer": "The Condorcet’s theorem was first expressed by the French philosopher Marquis de Condorcet in 1785 in his workEssay on the Application of Analysis to the Probability of Majority Decisions(Condorcet, 1785). In his essay, he presented a mathematical respond to the likelihood that a group of people reached a correct decision. In principle, the theorem was created to be applied to many areas with group decisions (Siscoe, 2022), but ended fitting in the jury world perfectly and adopted the name of Condorcet’sJuryTheorem.  In this investigation Condorcet’s theorem will be applied to the following hypothetical situation: at the end of a trial and after hearing all the testimonies and evidence, we assume that a decision must be made between two options, whether the defendant is guilty (G) or innocent (I). We also assume that one of the options is correct, but we do not know which one. Furthermore, there is a number of people (the individuals on the jury) defined asnwho must make the decision. Each one will vote G orI, and the final decision will be G orIbased on the sum of all the individual responses.  The theorem follows a cumulative binomial distribution, which means it summarizes the probability that a value will take one of two independent values (success or failure) under a given set of assumptions (Barone, 2023). To prove it, let’s supposeX(a binomial random variable) is the number of jurors that correctly identify if the judged person is guilty. Now suppose we havenmembers of the jury making the decision. The probability that they get to the right answer is the same for all the jurors, and each juror is independent of every other juror. This is an example of a binomial experiment, because as we know from statistics and probability, a binomial experiment requires that the probability of success is consistent for all trials, the trials are independent, and there are only two possible results, and these three conditions are met here. The probability distribution ofXis called the binomial distribution and we can express it mathematically asX~B(n,p). The fact that some conditions need to be present for the formula to be accurate shows a limitation and explains why some researchers have worked to create variations and improvements of the model created by Condorcet. Two assumptions need to happen (Statistical Consultants Ltd, 2010) -  Assumption 1 -Every member of the jury must vote independently, without taking into consideration the decision of the rest. This way it is avoided that the decision is influenced, which would complicate the possible outcomes of the problem. However, in practice, it can be challenging to ensure complete independence and lack of influence among jurors. It is mostly idealistic to pretend that a human being takes a decision exclusively based on what was heard during the trial because factors such as persuasive arguments from fellow jurors, or social pressure may influence their individual opinions.  Assumption 2 -Every jurornhas a probability\\(P_n\\)of correctly identifying if the judged person is guilty or innocent. All the jurors have the same probability, therefore being competent (which is already contemplated during the voir dire). A competent juror is considered to give the correct verdict at least more than half of the times they participate in a trial. Therefore, we assume that for each juror\\(P_n >\\frac{1}{2}\\). Nevertheless, in a real jury, it is very difficult if not impossible for everyone to have the same probability of choosing correctly. Each of the individuals has a different background and a role in society, they will tend to position themselves on the side of someone they feel represented. In a case of sexual harassment, previous victims of these same circumstances will have more probability of showing signs of sympathy for the victim and therefore vote in their favor. Therefore, we might assume an average is used to avoid tedious results, even if it's not 100% accurate. Based on the previous assumptions, we know that each of the jurors will have more than a 50% probability of identifying if the judged person is guilty or innocent, and equal to that of their peers. Chosen randomly, we assume it is 60% for the first model of the situation. Then, we will consider other probabilities to compare and analyze the sensibility of that value to the final probability of correctness.  If there was only one member of the jury, the chance of arriving at the correct answer would be 60%, while if there were 3, we should consider the probability of getting the correct answer given the skills of each individualn. The different possible outcomes for such a situation with three members in a jury are shown in figure 2.  Where - S - Success = the jury members declare innocence when the defendant is innocent, and guilt when the defendant is guilty. F -  Failure = the jury members fail to declare guilt when the defendant is guilty, and innocence when the defendant is innocent. Figure 2 represents a decision tree that shows all the possible outcomes in a jury of three members if they all give their verdict on a case. To calculate the probability of correctness for each of the trials we would multiply the individual probabilities as seen, multiply because they are independent. And to see the actual probability of choosing correctly with three jurors, we would just have to add the probabilities of only those trials in which the answer was correct. This means we are only going to consider the outcomes according to the value ofX= 2 andX= 3, at least two correct jurors. In our case, this is adding [1] + [2] + [3] + [5] giving as a result -  P(X= 2) =P(SSFor SFSorFSS) = [2]or[3]or[5] = 3(0.6x0.4x0.6) = 3(0.144) P(X= 3) =P(SSS) = [1] = 0.6x0.6x0.6 = 0.216 P(X= 2) +P(X= 3) = 3(0.144) + 0.216 = 0.648 = 64.8%  64.8% is the percentage of correctness for a jury of three members. When compared to the correctness percentage of a single juror, which is 60% in this scenario, we could assume that as the number of jurors increases, the likelihood of being correct also increases. However, this assumption will be further examined through a graph depicting correctness probabilities across various jury sizes. Overall, this limited increase in the probability of correctness compared to that of a single juror explains why juries are formed with more than three members; because, if not, just half of the cases judged, would be correctly resolved.  In a real jury, this situation is modelled by the Condorcet’s theorem, a generalization of a particular case, like seen in the previous example. It calculates the probability,\\(P_{g_n}\\), that the jury gives the correct answer, with the formula (Statistical Consultants Ltd, 2010)-  \\(P_{g_n} = \\sum_{k=m}^{n} \\left[ \\frac{n!}{(n-k)! \\, k!} \\right] \\left( p^k (1-p)^{n-k} \\right)\\)  Where - P-probability of success or probability of the jury being right, 0 ≤P≤ 1,P∈ R g -  indicates group probability n -number of people in the jury,n≥ 1,n∈N m -the number of jurors required for a majority. When the total number of jurors (n) is even, the formula is\\(\\frac{n}{2} + 1\\)=m. When the total number of jurors (n) is odd, the formula is\\(\\frac{n+1}{2} \\). By using these formulas, we are ensuring thatm∈N, which aligns with the idea of a majority being a whole number of jurors and not a fractional or decimal value.K -the index,K ∈N n!: the product of the firstnpositive integers,n! ∈ N  This theorem follows the distribution of a binomial random variable, where\\([\\frac{n!}{(n-k)!k!}]\\)can be abbreviated into\\(\\binom{n}{k}\\), also known as the binomial coefficient, to express the total ways in which we can chooseKvoters or jurors that are going to be correct from amongnpossible voters. We can easily evaluate\\(\\binom{n}{k}\\)on our graphic calculator. That is later multiplied by the probability thatKvoters are correct, times the probability that the remainingn–Kvoters are incorrect. We are then told that the sum of the binomial ofnjurors starting from a majority,m, gives us the probability of being correct.  In general terms, the formula is composed of two concepts that multiply.\\([\\frac{n!}{(n-k)! \\, k!}]\\)that represents the number of ways of obtainingKsuccesses fromntrials, multiplied by\\((p)^k (1-P)^{n-k}\\)which is the probability of obtainingKsuccesses andn−Kfailures in a particular order.  A jury is normally composed of twelve members in a criminal trial in the USA (United States Courts, 2023). Therefore, we substitutenby 12, as the number of members of the jury;mby\\(\\frac{12}{1}\\)+ 1 = 7 as the number of jurors needed to reach a majority and therefore assumed to be the number of voters that at least need to be correct; andpby 0.6 as we have assumed that all the members have the same probability of being correct and this is higher than 0.5. After substituting the values, we obtain-  \\(P_{gn} = \\sum_{k=7}^{12} \\left[ \\frac{12!}{(12-k)! \\, k!} \\right] (0.6)^k (1-0.6)^{12-k} \\)  \\(P_{g_n} = \\sum_{k=7}^{12} \\binom{12}{k} (0.6)^k (1 - 0.6)^{12-k}  \\)  \\( P_{g_n} \\approx 0.665 \\)  \\( P_{g_n} \\approx 066.5% \\)  66.5% is the percentage of correctness of a jury with 12 members, therefore applicable to every jury trial that takes place in the USA every day. The probability, as expected, has increased as the number of jurors has increased. From 3 to 12 members the probability has grown a 2.3%, a low probability if we consider the number of people has been quadrupled. What the number suggests is that only 67 cases per 100 receive the correct verdict, leaving the jury's professionality and trust under scrutiny.  However, although 12 is the established number of members in a jury, calculating the probability of correctness with different values could be enriching to analyze the relationship between the number of members and the probability of correctness considering all the members have a 60% probability of judging correctly. In addition, we will be able to judge if the number of members chosen is the most appropriate or if changing it should be considered to increase the success rates. The values 6, 9, 12, 18, and 24 were selected because they all share 3 as a common factor. Additionally, they create symmetry around 12. This choice allowed the examination of diverse scenarios involving four distinct groups of jurors, two larger and two smaller than the commonly used 12-member juries in the USA judicial system.  Figure 3 illustrates a progressive increase in the probability of success as the jury size escalates from 6 to 24 members. This trend suggests that larger juries are more likely to arrive at the correct verdict. However, an inconsistency is evident as the probability of the jury being right decreases from 9 to 12 jurors before rising again for 18 jurors. Surprisingly, a 12-member jury is more likely to make a correct judgment than a 6-member jury but less likely than a 9, 18, or 24- member jury. The probabilities vary, with a 6-member jury having the lowest probability of 0.544, and a 24-member jury having the highest at 0.787, assuming the individual probability of making a correct judgment is 0.6. It's crucial to note that, despite some probabilities being smaller than others, none fall below 0.5. This suggests that every jury is expected to be correct in at least one out of two cases.  In conclusion, a 24-member jury appears to be the most accurate decision-making group, establishing it as the preferred model. Nevertheless, the practicality of implementing such large juries is questionable due to the challenges associated with reaching a unanimous agreement within such a sizable group. The United States may have chosen a 12-member jury as an optimal size to mitigate the potential challenges linked with larger groups, like 18 members, which have a higher probability of correctness, 0.737, but may encounter difficulties in reaching a consensus.  To determine the most appropriate jury size, we should consider jurors with varying probabilities of making a correct judgment other than 0.6, such as 0.7 and 0.8. To analyze each value, we will create a two-way table to assess the sensitivity of the data. This table will confront different jury sizes with varying probabilities of success for each member, enabling us to identify which variables contribute significantly to differences in the outcome. The values presented in the table were calculated using the previously mentioned formula of Condorcet’s theorem. The calculation involved adjusting both the probability value and the number of jurors to align with the specificities outlined in the table.  Figure 4 shows that the highest probability of accurately determining the innocence or guilt of an individual rests with juries where each member has an individual probability of 0.8, regardless of the jury size. This observation aligns logically with the notion that the final decision is a cumulative outcome of individual decisions. However, there are some exceptions, notably when individual probabilities are 0.7, and the jury size is 9, 18 or 24 members. Moreover, it becomes evident that the probability of independent success has a more pronounced impact on the results than the number of members in the jury. This can be seen in the increase from 0.737 to 0.787 when transitioning from 18 to 24 members, and the increase from 0.737 to 0.940 when the individual probability increases from 0.6 to 0.7 with 18 members, this second one constituting a bigger difference. This observation highlights a limitation in our initial calculation using Condorcet’s theorem, as it exclusively considered a situation where the individual probability was fixed at 0.6. We conducted a thorough analysis of the data by graphing it to visually represent its linearity. To quantify the correlation between variables, we calculated the Pearson correlation coefficient, a metric that helps us understand how changes in one variable correspond to changes in another in a predictable manner. In our examination, the orange line representing a probability of 0.7 showed a strong positive and linear correlation between jury size and the juror's individual likelihood of reaching the correct verdict. Specifically, as the size of the jury increases, the probability of delivering a correct verdict also increases. This correlation stands out as notably stronger when compared to the medium positive and linear correlations observed with the other two probabilities, 0.6 and 0.8. These findings provide valuable insights into the relationship between jury size and the accuracy of verdicts, with the orange line indicating a more predictable connection. In the USA in 2021, the total number of civil and criminal cases dropped to 419,032, where 813 were criminal cases, of which 87 involved a jury (United States Courts, 2021). We can see from the data the vast difference in numbers that leaves jury trials in the minority.  The number of jury trials is proportionately lower but has also declined recently (United States Courts, 2023). The reasons behind his imminent demise have been considered and studied by many doctors in the area and their ideas can be summarized in three considerations-  The percentage of correctness adds to this problem, as it shows how little accurate a jury can be. What could have been used to restore the jury's fame, by arguing it is much more accurate than just mediation or just one judge deciding, turns out to have a 66.5% of correctness. It acts as an added variable, slowly pushing jury trials out of the spectrum.",
      "Conclusion": "In exploring how math can be applied in real-life situations, we tested it in a courtroom setting. One significant question that comes up when we watch a jury trial is whether they can really find the truth and make the fairest decision. This question becomes even more important when we consider that, in our country, juries are only used in specific cases like homicides, threats, trespassing, bribery, etc. (Barco, 2022). Initially, it seemed like judges, with their legal education and experience, might make more accurate decisions. However, our research challenged this idea, showing that involving more people in the decision-making process led to more accurate outcomes.  Nevertheless, a 12-member jury only made the correct decision 66.5% of the time when each juror's chance of being correct was 0.6. This percentage increased to 90.1% when individual probabilities rose to 0.8, although this seems more like an ideal scenario than something that happens in real life. These numbers make us wonder if there's a system that can guarantee a 100% correct decision every time. Often, the evidence presented, and the skills of the lawyers play a big role in the outcome of a case. This leads me to believe that, in general, while we may not completely doubt jury decisions, there may not be a perfect method to always give the right verdict. It ultimately comes down to the word of one person against another, and even with an expert in charge, there will likely be some biases.  Moreover, the probability of success based on Condorcet’s theorem has limitations due to the initial assumptions. Is this result realistic and a good model of reality? Maybe not. The assumption of a 0.6 probability for individual jurors represents a simplification made for modeling purposes rather than an accurate reflection of real-world complexity. Individual probabilities of correctness in a jury setting can vary widely based on factors such as legal expertise, personal biases, or prior experiences. Assuming a uniform 0.6 probability for all jurors oversimplifies the intricate dynamics involved in real jury decision-making. The comment on the 0.6 assumption opens the door to future investigations that may delve into the specific characteristics and records of individual jurors, providing a more detailed understanding of the complexities involved in reaching accurate verdicts.  After this exploration, even if we have concluded that a jury may not be the best system to decide someone's destiny, we can still determine the optimal jury size to increase accuracy. Considering all the information analyzed and the limitations recognized, a jury comprising 18 members, each with a 60% individual correctness rate, would be the most suitable approach. While using a 70% individual success probability per juror demonstrated the strongest correlation, 0.763, between the probability of success and the number of jurors, setting a probability of correctness beyond 60% is deemed unrealistic. The data at this probability level correlates at 0.634, so the predictability is lower. Nonetheless, it remains sufficient for a reasonably accurate approach. Within the 60% range, the jury sizes with the highest probabilities of reaching the correct verdict in a trial were 9, 18, and 24 members. Considering that the size should not be too large to facilitate decision-making but not too small so that potential individual biases could be diluted, an 18-member jury could meet all the requirements, at least in the proposed model, and likely in a real setting.",
      "References": "Barco, B. Á. (2022). Ser jurado en juicio, ¿es obligatorio? Retrieved on June 2023 from Consumer - https://www.consumer.es/economia-domestica/sociedad-consumo/ser- jurado-juicio-es- obligatorio.html#:~:text=Esta%20figura%20procesal%2C%20implantada%20en,allanami ento%20de%20morada%2C%20entre%20otros.  Barone, A. (2023). Binomial Distribution: Definition, Formula, Analysis, and Example. Retrieved on June 2023 from Investopedia : https://www.investopedia.com/terms/b/binomialdistribution.asp#:~:text=Binomial%20 distribution%20is%20a%20statistical,set%20of%20parameters%20or%20assumptions.  Condorcet, M. d. (1785). Essay on the Application of Analysis to the Probability of Majority Decisions .  Reinhart, C. (1998). Jury Selection Process. Retrieved on June 2023 from ct.gov: https://www.cga.ct.gov/PS98/rpt%5Colr%5Chtm/98-R-1350.htm  Siscoe, R. W. (2022). Condorcet's Jury Theorem and Democracy . Retrieved on June 2023 from 1000-Word Philosophy : https://1000wordphilosophy.com/2022/07/20/condorcets- jury-theorem/  Statistical Consultants Ltd. (2010). Condorcet's Jury Theorem . Retrieved on June 2023 from Statistical Consultants Ltd: https://www.statisticalconsultants.co.nz/blog/condorcets- jury-theorem.html  Townson, C. (2023). Why Jury Trials Are Disappearing Even Though Civil Attorneys Prefer Them. (IMS, Interviewer)  United States Courts. (2023). Learn About Jury Service. Retrieved on June 2023 from United States Courts Web Site: https://www.uscourts.gov/services-forms/jury-service/learn- about-jury-service  United States Courts. (2021). U.S. District Courts - Judicial Business 2021. Retrieved on June 2023 from United States Courts: https://www.uscourts.gov/statistics-reports/us-district- courts-judicial-business-2021"
    },
    "word_count": 4171,
    "read_time": "21 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To what extent does the workforce size of U.S. Atomic Power Plants influence cancer rates among employees and retirees, categorized by age groups (30-45, 45-60, 60-75 years)?",
    "subject": "Math AA HL",
    "description": "Being an inquirer and a creative thinker, I always aspired to contribute to society with the skill and knowledge I procure. I believe, real-life experience is something that genuinely motivates with an internal objective to persuade. I recently came across one of the most harmful diseases called cancer as one of my neighbours recently detected. He, being a worker at a nuclear power plant, doctors have assumed that leakage of radiation was one reason behind cancer. The statement claimed by the doctor has raised several curiosities in our mind. Does working in a nuclear power station causes cancer? Does the age of nuclear power plant employees increase the chance of getting infected by cancer? To derive the answers to the questions, I have done a few research. I have read a few research journals on cancer and medical science, which has enabled me to understand different cancer causative agents.  Understanding several causes of cancer, I have tried to explore the probability of getting infected by cancer based on one of the most significant nuclear power plant parameters, i.e., the number of working employees. To derive a correlation between the chances of getting infected in a nuclear power station based on the total number of employees, I have also researched different correlation coefficients to justify the derived correlation. In the process, I have learnt the use of Pearson’s Correlation Coefficient, which is an extension of the regression correlation coefficient that I have studied in the curriculum of IB. ",
    "sections": {
      "Aim": "This exploration's prime objective is to derive a relationship on chances of getting infected by cancer for a worker of an Atomic Power Station and the total number of working professionally in the power station.",
      "Research question": "To what extent is there a correlation for three different age groups of individuals (Gr 1: 30years to45years,Gr 2: 45years to60years, andGr 3: 60years to75years) between the number of workers getting infected by Cancer during the period of their service as well as after retirement from job in different Atomic Power Plants in the United States of America and the total number of workers working in the Atomic Power Plant?",
      "Background information": "Atomic power plant uses the process of nuclear fission to generate energy. It is performed in nuclear reactors where heat is generated which is further used to generate electricity. During the process, several radiations, such as,α- rays,β- rays,γ- rays and many more are emitted. Amongst the mentioned rays, the most harmful radiation is theγray. Though many precautions are taken in atomic power plants to prevent leakage of radiations; however, cases of radiation leakage are observed which invariably affect human life and environment. Regression correlation coefficient provides information about the stability of any obtained correlation between a dependent variable and its corresponding independent variable. The magnitude of the coefficient lies between0and1. Here, the correlation's maximum strength is denoted by1, whereas, a minimum strength of correlation or no correlation is represented by0. The mathematical formulation of the regression correlation coefficient for a linear trend is shown below:  \\(r^2=\\bigg[\\frac{n\\big(\\sum xy\\big)-(\\sum x)(\\sum y)}{\\sqrt{[n\\sum x^2-\\big(\\sum x\\big)^2][n\\sum y^2-\\big(\\sum y\\big)^2}]}\\bigg]^2\\)  x = independent variable  y = dependent variable  r2= regression correlation coefficient  n = number of observations Pearson’s correlation coefficient provides information about the stability and the nature of any obtained correlation between a dependent variable and its corresponding independent variable. The magnitude of the coefficient lies between-1and1. Here, the maximum strength of the correlation is denoted by the value of±1, whereas, a minimum strength of correlation or no correlation is represented by0. A positive value of Pearson’s Coefficient signifies that the relationship is increasing in nature, and that of a negative value indicates that the relationship is decreasing in nature. The mathematical formulation of Pearson’s correlation coefficient for a linear trend is shown below:  \\(R=\\frac{\\sum(x-\\bar x)(y-\\bar y)}{\\sqrt{\\sum(x-\\bar x)^2\\times\\sum(y-\\bar y)^2}}\\)  x = independent variable  y = dependent variable  R = Pearson's correlation coefficient  \\(\\bar x  = \\,mean \\,value \\,of \\,all \\,observations \\,of \\,the \\,independent \\,variable\\)  \\(\\bar y  = \\,mean \\,value \\,of \\,all \\,observations \\,of \\,the \\,dependent \\,variable\\) In this exploration, ten central atomic power stations in the United States of America are chosen. The total number of employees, currently working or have worked in each organisation, has been collected from three different age groups, as mentioned in the research question. The total number of workers infected by cancer during their tenure of service or after retirement is based on each age group and the atomic power station. To verify the collected data's stability, the percentage of infected employees for each nuclear power station has been calculated based on their organisation. Finally, the correlation between the number of infected employees of each age group and each power station has been plotted compared to the total number of employees working or worked in the corresponding power station. To verify the correlation, regression correlation coefficient and Pearson's correlation coefficient has been calculated, and the correlation is evaluated using T-Test.",
      "Hypothesis": "It is assumed that no correlation is obtained between the number of employees getting infected by Cancer during the period of their service as well as after retirement from the job in different Nuclear Power Plants in the United States of America and the total number of employees working in the Nuclear Power Plant. It is assumed that a correlation is obtained between the number of employees getting infected by Cancer during the period of their service as well as after retirement from the job in different Nuclear Power Plants in the United States of America and the total number of employees working in the Nuclear Power Plant.",
      "Data collection": "Data table - Figure 1 - Table On Total No. Of Employees Vs. No. Of Employees Infected (Gr1: 30 – 45 Years) Sample Calculation:  Percentage of Infected Worker in Rochester City Project  \\(= \\frac{33}{328} = 10.06\\)  Graphical Analysis: The above graph represents the relationship between the number of employees aged between30and45who are infected by cancer during their tenure of service at different Nuclear Power Plants in the USA. The total number of employees working in various power plants, being the independent variable of the exploration, is plotted along theX-Axis. The cancer-infected employees out of the total working employees, being the dependent variable of the investigation, are plotted along theY-Axis. The total number of employees working in power plant increases from328to3874; the number of individuals infected by cancer increases from33to878. Hence, an increasing linear trend has been obtained in the graph, i.e., with an increase in the number of workers in each power plant, the number of employees getting infected by cancer increases. The equation of trend obtained in the graph is shown below:  y= 0.2386x- 54.366  Here,xrepresents the total number of employees working in different power plants, andyrepresents cancer infected employees out of the entire working employees.  Despite having a very high value of the regression coefficient of0.99, the data set itself questions the correlation's reliability because there is a vast gap in the total number of employees working in the nuclear power plant (independent variable) between1600and3800. As the dependent variable's values for the corresponding range of independent variable are not available, the correlation cannot be said to be reliable.  Calculation of Regression Coefficient - In the processed data table, total number of employees working in nuclear power plant is denoted byx, and the number of employees infected by cancer is denoted byy, and∑denotes the summation. x2 Y2 Σx2= 20174231 Σy2= 923104 Figure 3 - Table On Processed Data For Calculation Of R2For Group 1 Figure 3 - Table On Processed Data For Calculation Of R2For Group 1 Calculation:  \\(r^2=\\bigg[\\frac{n(Σxy)-(Σx)(Σy)}{\\sqrt{[nΣx^2-(Σx)^2][nΣy^2-(Σy)^2]}}\\bigg]\\)  \\(=>r^2=\\bigg[\\frac{10(4274218)-(9783)(1782)}{\\sqrt{[10×20174231-(9783)^2}][10×923104-(1782)^2]}\\bigg]^2\\)  => r2= (0.9987)2= 0.9975  Calculation of Pearson’s Correlation Coefficient - In the processed data table, total number of employees working in nuclear power plant is denoted byx, and the number of employees infected by cancer is denoted byy,\\(\\bar x\\)denotes the average number of workers those are working in nuclear power plant,\\(\\bar y\\)denotes the average number of workers those are infected y cancer, and∑denotes the summation. \\(x-\\bar x\\) \\(y-\\bar y\\) \\((x-\\bar x)(y-\\bar y)\\) \\((x-\\bar x)^2\\) \\((y-\\bar y)^2\\) Figure 4 - Table On Processed Data Table For Calculation Of Pearson’s Correlation Coefficient For Group 1 Calculation -  \\(\\bar x=\\frac{Σx}{N}=\\frac{9783}{10}=978.3\\)  \\(\\bar y=\\frac{Σy}{N}=\\frac{1782}{10}=178.2\\)  \\(Σ(x-\\bar x)(y-\\bar y)=2530887.40\\)  \\(Σ(x-\\bar x)^2=10603522.10\\)  \\(Σ(y-\\bar y)^2=605551.60\\)  \\(R=\\frac{Σ(x-\\bar x)(y-\\bar y)}{\\sqrt{Σ(x-\\bar x)^2×Σ(y-\\bar y)^2}}\\)  \\(R=\\frac{2530887.40}{\\sqrt{10603522.10×605551.60}}=0.998\\)  Evaluation by T – Test - In the calculation shown below, the total number of employees working in nuclear power plant is denoted byx, and the number of employees infected by cancer is denoted byy,\\(\\bar x\\)denotes the average number of workers those are working in nuclear power plant,\\(\\bar y\\)denotes the average number of workers those are infectedycancer,nxrepresents the number of observation of total number of working employee (independent variable),nyrepresents the number of observation of cancer infected employee (dependent variable) andSis an estimator of pooled variance which is defined as follows:  \\(S=\\frac{Σ(x-\\bar x)^2+Σ(x-\\bar y)^2}{n_x+n_y-2}\\)  The mathematical formulation ofT– Value is also shown below:  \\(T\\ value=\\frac{|\\bar x-\\bar y|}{\\sqrt{\\frac{S^2}{n_x}+\\frac{S^2}{n_y}}}\\)  For calculation ofT– Value required for this test, Table 1 has been followed:  \\(\\bar x=\\frac{9783}{10}=978.3\\)  \\(\\bar y=\\frac{1782}{10}=178.2\\)  \\(S^2=\\frac{Σ(x-\\bar x)^2+Σ(x-\\bar y)^2}{n_x+n_y-2}=178.2\\)  \\(=\\frac{(328-978.3)^2+...+(3874-978.3)^2+(328-178.2)^2+...+(3874-178.2)^2}{10+10-2}\\)  = 1533813.57  \\(T\\ value=\\frac{|978.3-178.2|}{\\sqrt{\\frac{1533813.57}{10}+\\frac{1533813.57}{10}}}=\\frac{800.1}{553.86}=1.44\\)  Comparing theT– Value with respect to the values inT– Table, it can be stated that the Alternate Hypothesis is true. Data Table: Figure 5 - Table On Total No. Of Employees Vs. No. Of Employees Infected (Gr2: 45 – 60 Years) Sample Calculation:  Refer to the Sample Calculation shown for Table No.1.  Graphical Analysis:"
    },
    "word_count": 1946,
    "read_time": "10 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "Golden ratio in beautiful faces",
    "subject": "Math AA HL",
    "description": "The golden ratio, also known as the number phi (φ), is an irrational number (a number which cannot be expressed as a fraction) which equals\\(\\frac{1+\\sqrt5}{2}\\)(approximately1.618). Two quantities represent the golden ratio if their sum divided by the larger quantity is equal to 1.618; it can be described in the form of the equation\\(\\frac{a+b}{a}\\)  This mathematical concept is said to represent true beauty — that’s why it can also be called the golden or divine proportion. The research on the golden ratio dates back to Ancient Greece. The use of the letter ‘phi’ was begun by a Greek mathematician named Phidias who examined phi. It is very likely that the construction of the Parthenon was based upon the golden ratio. ",
    "sections": {
      "Investigation": "To start my investigation, I picked out10headshots of runways models. All of the pictures were taken in the same conditions (lighting, placing, angle etc.) For each photo, I measured their face proportions (vertical, transverse and external) and compared them to2the golden ratio. For each face, I calculated the average deviation of the vertical, transverse and external proportions from the golden ratio(1.618). From many methods 3 available online, I chose the one, presented in the pictures below, that seemed the most comprehendible to me. Vertical proportion -forehead-nose(7.7 cm)vs nose-chin(4 cm)=1.93DEVIATION1.93-1.618 = 0.31 Eyes-mouth(4cm)vs mouth-chin(2.1 cm) =1.90DEVIATION1.90-1.618 = 0.29  Transverse proportion -mouth (3.1 cm) vs nose(2.2 cm) = 1.41DEVIATION1.41-1.618 = - 0.21  Forehead -cube root of(8.1 cm) = 2.01DEVIATION2.02 -1.61 8 = 0.40  Eyes -square root of(5.8 cm) = 2.41DEVIATION2.41-1.618 = 0.80  External proportion -length(13.5 cm)vs width(7.9 cm) = 1.71DEVIATION1.71-1.618 = 0.09 I conducted an online survey among36participants. The interviewees were asked to rate the attractiveness of10faces of models on a scale from0to4.The survey was Poland- based, so the beauty standards could remain culturally consistent. Then, the average scores of face attractiveness from the survey were compared with the  \\(r = \\frac{n(\\Sigma xy) - (\\Sigma x)(\\Sigma y)}{\\sqrt{[n \\Sigma x^2 - (\\Sigma x)^2][n \\Sigma y^2 - (\\Sigma y)^2]}}\n\\)  summations of average deviations. To investigate the correlation, I had to utilize the equation of correlation which allowed be to calculate the correlation coefficient. (0 × 1) + (1 × 4) + (2 × 14) + (3 × 12) + (4 × 5) = 2.44  Hence, I calculated thex y, x2andy2values for everyxandyvalue. Then I calculated the summations of every value, in order to insert them into the formula. \\(\nr = \\frac{10(14.39) - (6.78)(22.78)}{\\sqrt{\\bigg[10 \\cdot (5.05) - (6.79)^2\\bigg][10 \\cdot (56.34) - (22.78)^2]}} = - \\,0.362665\n\n\\)  The correlation coefficient suggests that the correlation between the two variables (deviation from the golden ratio and average score) is negative and weak. It would appear that the value of the deviation decreases with respect to the value of the average scores, but there is a low likelihood of a relationship between variables. After inserting the values into my GDC, I could obtain the equation of line regression, which would also act as the line of best fit in a scatter diagram. Nevertheless, it does not prove to be useful in case of such a weak correlation. As we can see, the Pearson’s correlation coefficient calculated by GDC is closely similar to the coefficient calculated by hand.Chi-squared test was applied to investigate if there was any dependency between the variables, the average deviation of the face compared to the golden ratio and the attractiveness scores from the survey. I grouped the faces for clarity based on similar average deviation compared to the golden ratio -0 - 0.6(Faces B, C, F, H);0.61 - 0.8(Faces D, E, A, J) and >0.81(Faces G, I)  H0- The calculated measurement standard deviation from the golden ratio and the point- point-expressed attractiveness survey score are independent.  H1 -The calculated measurement standard deviation from the golden ratio and the point- point-expressed attractiveness survey score are dependent. In a3x5table, we can calculate the degrees of freedom by utilizing the formula -(r- 1)(c- 1), where ‘ ’ represents the number of rows and ‘ ’ represents the number of columns.  The result of the equation -(3 -1)(5 -1)allows us to search for the critical value in a critical value table5. Critical value is a point that determines whether the null hypothesis (The variables are not dependent on each other) should be rejected or not. As the Chi- squared test value is greater than the critical value(15.51), we can assume that one variable causes the other"
    },
    "word_count": 2644,
    "read_time": "14 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "Using the travelling salesman problem’s “nearest Neighbour” Method to find the most efficient (fastest and least expensive) combination of travel to six destinations by rail in Ireland",
    "subject": "Math AA HL",
    "description": "As someone who is enthralled by adventure and exploration, I have always been interested in planning holidays. I sometimes wonder: is there a way to plan a successful trip in a methodical, mathematical way? After graduation, I would love to invite my friends to my small country, Ireland, and provide them with an efficient yet budget-friendly trip: using trains to visit locations.  “The Travelling Salesman Problem” (TSP), first studied in the 1930s by applied mathematicians, is one of the most studied problems in operations research (Daniells, 2020). I will use this problem to uncover the least expensive and quickest way to travel to six locations in Ireland. ",
    "sections": {
      "Raw Data": "Journey Time (in minutes)  Since the journey would start in Cork, I highlighted the possible next steps in pink. The nearest neighbour appears to be Killarey (87minutes). Thus: CK(87)+ KL(98)+ LG(113)+ GW(145)+ WD(245)+ DC(147)=835By using the Nearest Neighbour method, I calculated that the shortest travel time is835minutes in total. The next possible destinations from Cork are highlighted in pink. The nearest neighbours are equally Waterford and Limerick (7.25euros). For this calculation, Waterford will be utilised. Therefore - CW(7.25)+ WL(4.25)+ LK(9.20)+ KG(8.99)+ GD(8.00)+ CD(14.39) = 52.08. The total for this Nearest Neighbour application is52.08euros.  I must check, however, if the different path in step2could have resulted in different result: Limerick and Waterford were both equal in price. I will re-apply the Nearest Neighbour method below using Limerick as the second destination, rather than Waterford."
    },
    "word_count": 2348,
    "read_time": "12 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To investigate the spread of the pandemic COVID-19 in New Delhi, India by studying the variations of the susceptible, infected and recovered population with respect to time over a period of three months and determination of correlation and regression between them",
    "subject": "Math AA HL",
    "description": "Mathematics is an essential and versatile subject to analytically interpret various real life scenarios. I have always been fascinated about the application of Mathematics in the real world. It has always intrigued me to go beyond the academic curriculum and think about various real life scenarios from a mathematical point of view. Recently, the outbreak of theCOVID-19pandemic has attracted my attention towards it. I got to know about the concept of mathematical modeling of a pandemic, how it spreads and based on that study important measures are taken in controlling the pandemic.  Although, the world is suffering, the pandemic offered me an opportunity to stir up my interests. Since, the concept of mathematical modeling of an epidemic has occupied my mind, I thought of doing my own mathematical analysis and constructing one such model to study the spread of this diseaseCOVID-19.I took the data of Susceptible, Infected and Recovered population over a period of three months and three days. In this study, the concepts of maxima, minima, correlation and regression really helped me arrive at some important conclusions. ",
    "sections": {
      "Aim": "To investigate the spread of the pandemicCOVID-19in New Delhi, India by studying the variations of the Susceptible, Infected and Recovered population with respect to time over a period of three months and determining the extent of correlation and regression between them.",
      "Background": "In epidemiology, Susceptible population is the population which is at a risk of becoming infected by the disease. Infected population includes the individuals who are infected by the disease. Recovered population consists of the inviduals who were once infected by the disease but recovered from it.",
      "Data collection and processing": "Figure 1 - Table On Variation Of Susceptible Population (Taken Per Three Days) From 1stApril, 2020 to 3rdJuly, 2020 After plotting the values of Susceptible population in theyaxis with respect to time (in number of days), taken in thexaxis, we get the expression for Susceptible population as a function of time. The equation is given by,y = 15.82x2- 761.4x+ 9369...(i), wherey=S(say) denotes the Susceptible population or the number of susceptible individuals andx  = t(say) denotes the time (in number of days).  ∴S(t) = 15.82t2- 761.4t+ 9369...(i) Figure 3 - Table On Variation Of Infected Population (Taken Per Three Days) From 1stApril, 2020 to 3rdJuly, 2020 After plotting the values of Infected population in theyaxis with respect to time (in number of days), taken in thexaxis, we get the expression for Infected population as a function of time. The equation is given by,y= 1001e0.046x...(ii), wherey = I(say) denotes the Infected population or the number of infected individuals andx = t(say) denotes the time (in number of days).  ∴I(t) = 1001e0.046t...(ii) Figure 5 - Table On Variation Of Recovered Population (Taken Per Three Days) From 1st April, 2020 To 3rd July, 2020 Figure 6 - Variation Of Recovered Population (Taken Per Three Days) From 1stApril, 2020 To 3rdJuly, 2020: After plotting the values of Recovered population in theyaxis with respect to time (in number of days), taken in thexaxis, we get the expression for Recovered population as a function of time. The equation is given by,y= 2.38x2+ 7.737x+ 1088...(iii),wherey = R(say) denotes the Recovered population or the number of recovered individuals andx = t(say) denotes the time (in number of days).  ∴R(t) = 2.38t2+ 7.737t+ 1088...(iii)  Now, considering the total populationNto be100000000i.e.,108, we define our second set of dependent variables which are,  \\(s(t) = \\frac{s(t)}{N},\\)the susceptible fraction of the population  \\(i(t) = \\frac{I(t)}{N},\\)the infected fraction of the population  \\(r(t) = \\frac{R(t)}{N},\\)the recovered fraction of the population  The two sets of dependent variables i.e.,S(t), I(t), R(t) and s(t), i(t), r(t)are proportional to each other. So, studying either set of the dependent variables will give us similar information and spread or progress of the pandemic.  \\(∴s(t) = \\frac{15.82t^2-761.4t+9369}{10^8}\\)  \\(i(t) = \\frac{1001e^{0.046t}}{10^8}\\)  and,\\(r(t) = \\frac{2.38t^2+7.737t+1088}{10^8}\\) We sketched the graph of the variation of susceptible fraction of population i.e., of the equation  \\(s(t) = \\frac{15.82t^2-761.4t+9369}{10^8}\\)  Comparing the graphs of the variation of the Susceptible population vs. time and the variation of susceptible fraction of population vs. time, we observe that the increase rate of the Susceptible population is much greater than the increase rate of the susceptible fraction of population. Thus, the growth of the susceptible fraction of population is very slow with respect to time. We sketched the graph of the variation of infected fraction of population i.e., of the equation  \\(i(t) = \\frac{1001e^{0.046t}}{10^8}\\)  Comparing the graphs of the variation of the Infected population vs. time and the variation of infected fraction of population vs. time, we observe that the increase rate of the Infected population is greater than the increase rate of the infected fraction of the population between timet = 70tot = 100and the increase rate of the infected fraction of the population is greater than the Infected population between timet = 200tot = 400. We sketched the graph of the variation of recovered fraction of population i.e., of the equation  \\(r(t) = \\frac{2.38t^2+7.737t+1088}{10^8}\\)  Comparing the graphs of the variation of the Recovered population vs. time and the variation of recovered fraction of population vs. time, we observe that the increase rate of the Recovered population is much greater than the increase rate of the recovered fraction of the population. Thus, the growth of the recovered fraction of population is very slow with respect to time.  Now, notice that the Infected population depends on the Susceptible population and the Recovered population depends on the number of Infected individuals. The only way the susceptible number of individuals is affected i.e., an individual leaves the susceptible group only when the individual gets infected. So, we can assume that the time rate of change of Susceptible populationS(t)depends on the number of susceptible individuals, number of infected individuals and the amount of contact between these two group of individuals.  If we assume that an infected individual hasn(a fixed number) of contacts per day with the population. The fraction of these contact made by the infected individual with the susceptible individuals iss(t). Hence, an infected individual generatesn×s(t)number of new infected individuals per day.  Therefore, the time rate of change of the Susceptible populationS(t) is given by,  \\(\\frac{dS}{dt} = - n × s(t) × I(t)\\)  One infected individual producesn×s(t)number of new infected individuals per day so, the total number of infected individualsI(t)at a given time t producesn×s(t)×I(t)new infected individuals. In the above differential equation, the negative sign indicates the loss of the infected individuals from the total susceptible population at a timet.  Therefore, the time rate of change of the susceptible fraction of the population is given by,  \\(\\frac{ds}{dt} = - n×s(t)×i(t)\\)  Now, we further assume that a fixed fraction h of the group of infected individuals recovers per day. For example, if the infection lasts for7days in an individual then, one-seventh of the Infected population recovers per day.",
      "Conclusion": "According to the data taken of the variation of Susceptible population, Infected population and Recovered population and the mathematical analysis made studying it, the following assumption can be made:"
    },
    "word_count": 1977,
    "read_time": "10 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "Correlation between SAT Score and family income of score holder",
    "subject": "Math AA HL",
    "description": "I have grown up aspiring to take up degree courses in abroad in the top colleges and have been preparing accordingly. Higher studies in abroad is a big deal for everyone in my family as no-one has done it before. Despite initial dilemma, everyone quite encouraged and supported me.  Recently I came across a statement while going through multiple reviews. The statement read that family income is a factor which determines the SAT score. ",
    "sections": {
      "Aim": "The main motive of this IA is to cite a relationship between SAT score and average family income of score holder. In addition to that, a regression model will be prepared in this IA on same topic.",
      "Introduction": "The SAT is an entrance exam used by most colleges and universities to make admissions decisions. The SAT is a multiple-choice, pencil-and-paper test created and administered by the College Board. The purpose of the SAT is to measure a high school student's readiness for college, and provide colleges with one common data point that can be used to compare all applicants. College admissions officers will review standardized test scores alongside your high school GPA, the classes you took in high school, letters of recommendation from teachers or mentors, extracurricular activities, admissions interviews, and personal essays. How important SAT scores are in the college application varies.  Overall, the higher you score on the SAT and/or ACT, the more options for attending and paying for college will be available to you.  SAT is considered as one of the most expensive exams to take because of several reasons. Firstly, SAT is an internationally acclaimed examination. Thus, the registration cost is in USD. Currently, the registration fee of SAT is$40or$60. Secondly, the syllabus of SAT differs completely from the syllabus of school academics in India. Thus, separate coaching is very necessary for SAT which in turn is very expensive in almost every country.",
      "Data collection": "A survey has been carried on in which SAT score and average income of score holders are noted. The surveyed data is shown below. All the data is shown in ascending order for better understanding: Figure 1 - Table On SAT Score Of Candidates Of Different Countries With Respect To Their Annual Family Income In INR",
      "Processed data": "Sample Calculation: \\(Mean = \\frac{y_1+y_2+y_3+y_4+y_5}{5}\\)  \\(\\text{Mean Score of Group} 1 = \\frac{900+906+907+910+916}{5}=907.8\\)  \\(\\text{Standard Deviation} = \\sqrt{\\frac{(\\bar y-y_1)^2+(\\bar y-y_2)^2+(\\bar y-y_3)^2+(\\bar y-y_4)^2+(\\bar y-y_5)^2}{5}}\\)  \\(\\text{SD of Group} 1 = \\sqrt{\\frac{(907.8-900)^2+(907.8-906)^2+(907.8-907)^2+(907.8-910)^2+(907.8-916)^2}{5}}=5.23\\)  Mode = 1025 and 1050",
      "Graphical analysis": "Figure 4 - Table On Processed Data Table For Calculation Of R2In Graph 1 \\(r =\\frac{n\\big(∑ xy\\big)-(∑ x)(∑ y)}{\\sqrt{[n∑ x^2-\\big(∑ x\\big)^2][n∑ y^2-\\big(∑ y\\big)^2]}}\\)  \\(=> r =\\frac{20(171987.9)-(165)(20465.8)}{\\sqrt{[20×1527.5-(165)^2][20×21004028-(20465.8)^2]}}\\)  => r = 0.9829  => r2= 0.9662",
      "Calculation of pearson’s correlation coefficient for graph 1": "Figure 5 - Table On Processed Data Table 1 For Calculation Of Pearson’s Correlation Coefficient In Graph 1 Calculation  \\(\\bar{x}=\\frac{\\sum x}{20}=\\frac{165}{20}= 8.25\\)  \\(\\bar y=\\frac{\\sum y}{20}=\\frac{20465.8}{20} =1023.29\\)  \\(\\sum(x-\\bar x)(y-\\bar y) =3145.05\\)  \\(\\sum(x-\\bar x)^2 =166.25\\)  \\(\\sum(y-\\bar y)^2 =61579.8\\)  Let, the Pearson’s Correlation Coefficient be ℜ.  \\(R= \\frac{\\sum(x-\\bar x)(y-\\bar y)}{\\sqrt{\\sum(x-\\bar x)^2×\\sum (y-\\bar y)^2}}\\)  \\(R= \\frac{3145.05}{\\sqrt{166.25×61579.8}}=\\frac{3145.05}{\\sqrt{10237641.75}}=\\frac{3145.05}{3199.63}\\)  R = 0.982",
      "Conclusion": "In this IA, I have deduced a relationship between SAT Scores and annual income of score holder. From the background information study, we have found that, SAT is one of the few entrance examinations that requires the SAT aspirant to be financially stable. From the collected data, we have concluded that, with increase in annual family income of candidates, the aberration in marks achieved amongst the candidates of each income group tends to decrease though there are some exceptions. The exceptions in getting a high range of marks secured by the candidates of higher income group may get nullified by taking considerably large data sheet. Though, in some cases, with increased family income. Nowadays, tendency of securing in-depth knowledge on any topic seems to decrease amongst the students belonging to such groups. But with increase in family income, usually, the range of marks achieved is decreasing and often in some groups, the score of all the candidates is same because of getting almost same intensity of tutorial or guidance from several institutes as well as study materials. Furthermore, in low income groups, standard deviation is more because of lack of availability of traditional guidance required for SAT examination. The median of each of the income groups lie close to the mean value of SAT score which signifies that the marks secured by the candidates of each group are very close to each other. On the other hand, in the survey of100candidates,7candidates have secured1025and1050score. Thus, it can be stated that the frequency of these two scores is maximum and most of the candidates are likely to secure a score which is equal to1025and1050or close to it. Thus, the mode of the data sheet is1025and1050. From the above survey, we have concluded the graph that shows a positive increasing relationship. Initially, I have derived a linear relationship using the collected data. The equation of the relationship is given by:  y = 0.0507x + 43.6  R2= 0.9661  From this data, we can clearly say that, with increase in family income, the candidates are being able to get more efficient and professional tutorials as well as study materials which helps the candidates in boosting their SAT score. The correlation co-efficient is also0.9661which is very close to1, which validates our conclusion.  In addition, we have found the Pearson’s Correlation coefficient to establish another correlation analysis giving more validation to this IA. In Pearson’s Correlation, we know that the coefficient lies between1and -1where1positive side signifies direct relationship between the two variables and negative side signifies inverse or indirect relationship between the two variables. In this correlation, zero signifies no relationship. In this IA, the value of Pearson’s correlation constant has come out to be0.982which is very close to1signifying a positive relationship between SAT score and the average family income of the candidates with a strength of very close to1. Thus, it proves that, the correlation is also linear in nature."
    },
    "word_count": 2014,
    "read_time": "11 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To what extent is there a Correlation between strike rate of batsman & height of the batsman?",
    "subject": "Math AA HL",
    "description": "I love sports from a very young age. When I was a kid, I remember my dad taking me to parks every day to play to game of cricket. I guess this is how my relation with sports strengthened. Though I have grown up now, I have an active participation in sports. My studies have never been an excuse to skip games. \"All work and no play make Jack a dull boy\"- I abide by the statement.  I do not play only for recreation; I follow sports religiously. I am into my school's cricket team. I take coaching classes and practice even after school. I love to play Cricket. I love being a batsman and captain of a team. ",
    "sections": {
      "Aim": "The main motive of thisIAis to study whether or not there exist a correlation between the strike rate of batsman and their height in the game of cricket. Furthermore, thisIAwill provide a brief information about the benefit or disadvantage a batsman has by default due to his height in scoring runs at a faster rate, i.e., his strike-rate. This exploration will help the team management and selection committee to sign contract with players.",
      "Research question": "What is the relationship between strike rate of batsman and the height of the batsman?",
      "Background information": "Strike rate1is one of the most important parameters which measures the performance of any batsman in the game of cricket. It analyses how much the batsman has scored runs with respect to the number of balls he played. The formula of calculation of strike rate is shown below:  \\(Strike\\ Rate=\\frac{Runs\\ Scored}{Number\\ of\\ balls\\ played}\\times100\\) Height of players could be a benefit for any player in several games. For example, in games like football and basketball, taller players often stand a better chance in the gameplay with respect to performance over the players with comparatively shorter height.  In the game of cricket, taller batsman could have a better chance while playing short balls which will allow then to score a lot of runs in difficult deliveries also. Regression correlation coefficient is a tool to measure the strength of the correlation between the independent variable and the dependent variable. The set of values (x1,y1), (x2,y2), (xn,yn) are used to find the value ofras stated by the formula below:  \\(r=\\frac{n(\\sum xy)-(\\sum x)(\\sum y)}{\\sqrt{[n\\sum x^2-(\\sum x)^2][n\\sum y^2-(\\sum y)^2]}}\\)  In the above-mentioned formula,xis the value of independent variable of each observation,yis the value of dependent variable of each observation,xyis the value of the product of the independent and the dependent variable of each observation,nis the number of observation and∑denotes the sum of all the observation of the mentioned variable.  By squaring the value ofr, the value of the regression coefficient (r2) will be achieved. The value ofr2lies between0and1where1signifies maximum correlation whereas0signifies null correlation. Pearson’s correlation coefficient is a tool to measure the strength of the correlation and also the nature of correlation between the independent variable and the dependent variable. The set of values (x1,y1), (x2,y2), (xn,yn) are used to find the value of\\(\\mathfrak{R}\\)as stated by the formula below:  \\(\\mathfrak{R}=\\frac{\\sum (x-\\bar x)(y-\\bar y)}{\\sqrt{\\sum(x-\\bar x)^2\\times\\sum (y-\\bar y)^2}}\\)  In the above-mentioned formula, x is the value of independent variable of each observation, y is the value of dependent variable of each observation,\\(\\bar x\\)is the arithmetic mean of all the observations of the independent variable,\\(\\bar y\\)is the arithmetic mean of all the observations of the dependent variable and∑denotes the sum of all the observation of the mentioned variable. The value of\\(\\mathfrak{R}\\)lies between-1and1. A positive value of Pearson’s correlation coefficient implies a direct relationship the independent and the dependent variable whereas, a negative value of Pearson’s correlation coefficient implies a indirect relationship the independent and the dependent variable. If the value of the correlation coefficient is close of1or-1, it signifies the correlation exists true. On the other hand, if the value of the correlation coefficient is close to0, it signifies the correlation does not exist. T – test is a kind of analysis which predicts the existence of any correlation between an independent variable and a dependent variable. The T – value of any given set of data is firstly calculated. Now, based on the type of data, for example, paired data or independent data, the T- value is checked in the T – table which further predicts the existence of any correlation. The formula of T – value is given below:  \\(T\\ value=\\frac{|\\bar x-\\bar y|}{\\sqrt{\\frac{v_x^2}{n_x}+\\frac{v_y^2}{n_y}}}\\)  Here,\\(\\bar x\\)is the arithmetic mean of all the observations of the independent variable,\\(\\bar y\\)is the arithmetic mean of all the observations of the dependent variable,vxis the variance of independent variable,vyis the variance of dependent variable,vxis the number of observation of independent variable, andvyis the number of observation of dependent variable.  Now, the T – value is checked in T – table which predicts the existence of any correlation. The T – table is shown below:",
      "Hypothesis": "It is assumed that there does not exist any correlation between strike rate of batsman and the height of the batsman. It is assumed that there is a correlation between the strike rate of batsman and the height of the batsman.",
      "Data collection": "The strike rate of different batsman with respect to their height has been collected from the very recently organised cricket tournament, Indian Premier League 2020 . Indian Premier League or abbreviated asIPL T20is a domestic cricket tournament organized byBCCI(Board of Council for Cricket in India). Eight teams each representing a particular city/ state in India competes in a two – three months long tournament where players across the globe are signed contract and assigned in each team. As it is a twenty over match, it is often abbreviated asT20series. IPLT20has been selected for collection of data for a various reason. Firstly, IPL, though a domestic tournament organized byBCCI, it offers an amalgamation of players across the globe. It will allow the data set to have more generalized observations rather than specific to any single country. Secondly, IPLT20is one of the most recently organized tournaments. It will allow the data set to be updated with respect to the current style of playing the game of cricket. Thirdly, IPL is a twenty over game. A twenty over game’s pre-requisite is scoring runs at a smaller number of balls played. As a result, the strike rate of batsman in this tournament will be more than that of any other tournament. Higher observed values offer an ease and perfection to find the correlation than that of smaller observed values. Figure 2 - Table On Strike Rate Of 50 Batsman Along With Their Height (In Cm) \\(\\text{Mean }= \\frac{y_1+y_2+...+y_n}n{}\\)  \\(\\text{Arithmetic Mean }= \\frac{82.05+92.67+100.96+...+89.47+108.97}{50} = 103.2144\\)  \\(\\text{Standard Deviation }= \\frac{\\sqrt{(\\bar y-y_1)^2+(\\bar y-y_2)^2+...+(\\bar y-y_n)^2}}{n}\\)  \\(\\\\text{Standard Deviation =}\\frac{\\sqrt{{\\overline{(103.2144}-82.05)^2+(103.2144-92.67)^2+...+(\\overline{103.2144}-108.97)^2}}}{50} = 14.967\\) The mean strike rate of all the batsman is103.2144. On the other hand the standard deviation is14.967. The value of standard deviation, being high, offers a wide range of values of strike rate with respect to the mean. As a result, it can be assumed that the strike rate varies greatly from each player to the other.",
      "Graphical analysis": "TheX – Axisof the graph denotes the height of the batsman measured in centimetre (independent variable).  TheY – Axisof the graph denotes the strike rate of the batsman (dependent variable)."
    },
    "word_count": 1906,
    "read_time": "10 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To what extent is there a correlation between total number of employees working in nuclear power plant and number of employees getting infected by cancer for three age groups?",
    "subject": "Math AA HL",
    "description": "x2 \"Although September11was horrible, it didn't threaten the survival of the human race, like nuclear weapons do.\" – Stephen Hawking. Despite the heinous terrorism happens across the globe, the destructive power of nuclear bomb has left a scar and fear in every individual of this world.  Since childhood, I have been listening to the nuisance that happened in Hiroshima and Nagasaki in the year 1945 marking the end of World War II. The destructive capacity of nuclear energy was very clear and prominent to me since the early school days.",
    "sections": {
      "Aim": "The main motive of this investigation is to explore the correlation between the number of employees working in a nuclear power plant and the number of employees getting affected by cancer.",
      "Research question": "What is the relationship between the number of employees working in a Nuclear Power Station and the number of employees getting infected by cancer during the working period or after retirement for three different age groups – Gr1:50years to60years, Gr2:60years to70years and Gr3:70years and80years?",
      "Introduction": "Figure 1 - Table On The Chi Squared Table Is Shown Below",
      "Hypothesis": "Figure 2 - Table On Total No. of Employees vs. No. of Employees Infected (Gr1: 50 – 60 Years) Cancer1is a disease which is characterized by uncontrolled cell division. It results in repetitive division of cell which often causes formation of tumor, cyst, fibroid etc. However, tumors are categorized into two types – Benign and Malignant; Malignant tumors are considered to be cancerous. Cells of malignant tumor or cancerous cells can spread throughout the body through the blood stream and initiate the formation of tumor in any other part of the body. This results in development of pressure on vital organs on where the tumor has originated which leads to organ failure. Tumor also constricts blood vessels at its vicinity resulting in increased heart rate and blood pressure eventually increasing the chances of stroke or heart fail. There are several causative agents which triggers the cells to divide at an uncontrolled manner. However, in context of this mathematical exploration, radiation is one of the reasons responsible for causing cancer. Radiations like gamma rays,X– rays, etc. are considered to be one of the most eminent causative agents of cancer. These radiations have sufficient ionization energy to trigger the mutagen present in humanDNA. On activation of mutagen of any cell, the cell began to divide continuously without maintaining the cell cycle which leads to formation of malignant or cancerous tumor.  From several news reports and scientific research, it is now a clear statement that due to increased emission of greenhouse gas, depletion of ozone layer has caused the harmful ultra violet rays to pass through the Earth’s atmosphere. As a result, cases of skin cancer have increased invariably in the world. This signifies the effect of radiation in causing cancer. Nuclear power station4or nuclear power plant is a power plant which generates energy by nuclear fission reaction. Nuclear fission reaction is performed in a nuclear reactor in which the heat generated by the nuclear reaction is used to convert water into steam. The steam, thus generated is used to run a turbine which generates electricity.  The nuclear fission reaction is accompanied by emission of radiations, such as,α- rays,β- rays,γ- rays etc. Out of which,γ- ray is considered to be the most harmful radiation. The nuclear reactor is constructed in such a way that the leakage of radiation is assured to be null. However, a number of preventive measures in respect to dresses, medical check – up, etc. of employees working in nuclear power plants are taken into consideration. Despite such preventive measures, instances have been noted where radiation has been leaked which has caused severe illness not only to the employees but also to the individuals living in the nearby areas of the power plant. This is because,γ- ray can pass through even inches of metal sheet like lead. Regression correlation coefficient is a tool to measure the strength of the correlation between the independent variable and the dependent variable. The set of values (x1, y1), (x2, y2), (xn, yn), are used to find the value ofras stated by the formula below  \\(r=\\frac{n(\\Sigma xy)-(\\Sigma x)(\\Sigma y)}{\\sqrt{[n\\Sigma x^2-(\\Sigma x)^2][n\\Sigma y^2-(\\Sigma y)^2]}}\\)  In the above-mentioned formula,xis the value of independent variable of each observation,yis the value of dependent variable of each observation,xyis the value of the product of the independent and the dependent variable of each observation,nis the number of observation and∑denotes the sum of all the observation of the mentioned variable.  By squaring the value ofr, the value of the regression coefficient (r2) will be achieved. The value ofr2lies between0and1where1signifies maximum correlation whereas0signifies null correlation. Pearson’s correlation coefficient is a tool to measure the strength of the correlation and also the nature of correlation between the independent variable and the dependent variable. The set of values , (x1,y1), (x2,y2), (xn,yn), are used to find the value of as stated by the formula below:  \\(\\mathfrak{R}=\\frac{\\Sigma(x-\\bar x)(y-\\bar y)}{\\sqrt{\\Sigma (x-\\bar x)^2 \\Sigma×(y-\\bar y)^2}}\\)  In the above-mentioned formula,xis the value of independent variable of each observation,yis the value of dependent variable of each observation,\\(\\bar x\\)is the arithmetic mean of all the observations of the independent variable,\\(\\bar y\\)is the arithmetic mean of all the observations of the dependent variable and∑denotes the sum of all the observation of the mentioned variable.  The value ofRlies between-1and1. A positive value of Pearson’s correlation coefficient implies a direct relationship the independent and the dependent variable whereas, a negative value of Pearson’s correlation coefficient implies a indirect relationship the independent and the dependent variable. If the value of the correlation coefficient is close of1or-1, it signifies the correlation exists true. On the other hand, if the value of the correlation coefficient is close to0, it signifies the correlation does not exist. Chi squared test  is a kind of analysis which predicts the existence of any correlation between an independent variable and a dependent variable. The Chi squared value of any given set of data is firstly calculated. Now, based on the type of data, for example, paired data or independent data, the Chi squared value is checked in the Chi squared table which further predicts the existence of any correlation.  The formula of Chi squared value is given below  \\(x^2 \\text{ value} = \\sum \\frac{(O_i - E_i)^2}{E_i}\n\n\\)  Here, is the observed value,Eiis the expected value,∑denotes the sum of all the observation of the mentioned variable.  Now, the Chi squared value is checked in Chi squared table which predicts the existence of any correlation. The Chi squared table is shown below It is assumed that there does not exist any correlation between the number of employees working in a Nuclear Power Station and the number of employees getting infected by cancer during the working period or after retirement for three different age groups – Gr1:50years to60years, Gr2:60years to70years and Gr3:70years and80years. It is assumed that there is a correlation between the number of employees working in a Nuclear Power Station and the number of employees getting infected by cancer during the working period or after retirement for three different age groups – Gr1:50years to60years, Gr2:60years to70years and Gr3:70years and80years. A data sheet has been prepared based on several news articles, reports and surveys in different nuclear power plant across the globe. It has been possible to record the data of number of employees got infected by cancer during their tenure of service because of the health insurance policy that the company offers to all its employees. Similarly, the health status of the retired employees has been achieved from the health benefit that the company offers even after retirement. The employees working in nuclear power plant has been categorized into three groups to illustrate the correlation in a proper and intensive way. It has been studied that immunity against cancer is more in young age than that of the elder. However, there are lot of exceptions; mutagen is activated in elder people with very less exposition to radiations than that of others. On the other hand, it has been observed that an individual at a young age has been exposed to cancer causing radiation, however, the cancer has been observed at a very later period of his life. Thus, considering the strength of immunity in an individual, the age groups are made accordingly. Figure 3 - Table On Total No. of Employees vs. No. of Employees Infected (Gr2: 60 – 70 years): Figure 4 - Table On Total No. of Employees vs. No. of Employees Infected (Gr3: 70 – 80 Years): Figure 5 - Table On Processed Data Table For Gr. 1 Figure 6 - Table On Processed Data Table For Gr. 2 Figure 7 - Table On Processed Data Table For Gr. 3 Sample Calculation  Percentage of Infected Employee\\(= \\frac{34}{326}=10.33\\)"
    },
    "word_count": 1967,
    "read_time": "10 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To what extent is there a Correlation between the number of individuals who are going out to their workplaces after Lockdown and the number of individuals who are getting infected by COVID-19?",
    "subject": "Math AA HL",
    "description": "Calculation of R2 The world has turned upside down after the spread of corona virus. We all are fighting with the virus in our own ways. To practice social distancing, the world had gone to a lockdown.  It has been months. No school, no outings, no vacations, no playing in parks; we are confined to our houses. The world could not be locked down for months, so with all safety measures it is trying to get back to its workings.",
    "sections": {
      "Aim": "The main motive of thisIAis to show a correlation between the number of employees and working professionals those who are getting infected byCOVID-19with respect to the number of working professionals going out right after calling off the Lockdown.  The study will show the effect of Lockdown during theCOVID-19pandemic on the rate of spreading after remission of it. It will also redirect to the fact how much it is safe for individuals to go out for work after Lockdown.",
      "Research question": "What is the relationship between the number of individuals who are going out to their workplaces after Lockdown and the number of individuals who are getting infected byCOVID-19?",
      "Introduction": "COVID – 19was one of the most infectious diseases the world has ever seen. It has spread throughout the globe within a span of3to5months. Originating from the city of Yuhan in China, it has spread to different countries including the far west – The USA. One of the most affect countries is India. From the month of March to July, complete Lockdown was called by the government to cope up with the pandemic and restrict the spread. However, lockdown was called off by the government since August and emergency services, such as, banking sector, media, etc. were allowed to start their usual operation. In this process, the infection ofCOVID – 19is again taking its pace in an increasing order.  In thisIA, data of the number of attendees of20companies situated in Mumbai, Delhi, and Kolkata, the three most affected cities of India, has been collected and the number of employees who got infected were noted. This collection is done for three different age groups from25years old to55years old with an interval of10years. This will help to analyze the spread of infection among individuals of different age groups after lockdown.",
      "Data collection": "The data collection for this correlative analysis has been done from a number of internationalized media houses and newspaper which are considered as authentic sources of information. Figure 1 - Table On Number Of Individuals Getting Infected By COVID-19 Out Of The Individuals Those Were Going Out For Work Of The Age Group 25 Years To 35 Years Figure 2 - Table On Number Of Individuals Getting Infected By COVID-19 Out Of The Individuals Those Were Going Out For Work Of The Age Group 35 Years To 45 Years Figure 3 - Table On Number Of Individuals Getting Infected By COVID-19 Out Of The Individuals Those Were Going Out For Work Of The Age Group 45 Years To 55 Years",
      "Processed data": "Figure 4 - Table On Cumulative Frequency Table For The Age Group Of 25 Years To 35 Years Figure 5 - Table On Cumulative Frequency Table For The Age Group Of 35 Years To 45 Years Figure 6 - Table On Cumulative Frequency Table For The Age Group Of 45 Years To 55 Years",
      "Mathematics AA HL'sSample Internal Assessment": "Calculation of R2 x y x2 y2 xy ∑x2= 66084300 ∑y2= 1088363 Figure 13 - Table On Processed Data For Calculation Of Correlation Coefficient R2For Group 1 (25 Years To 35 Years) Figure 13 - Table On Processed Data For Calculation Of Correlation Coefficient R2For Group 1 (25 Years To 35 Years) \\(r = \\frac{n\\bigg(∑xy\\bigg)-(∑x)(∑y)}{\\sqrt{[n∑x^2-\\bigg(∑x\\bigg)^2][n∑y^2-\\bigg(∑y\\bigg)^2]}}\\)  \\(r = \\frac{20×8468370-(31930)(4151)}{[20×66084300-(31930)^2][20×1088363-(4151)^2]}\\)  => r2= 0.9894 x y x2 y2 xy ∑x2= 66084300 ∑y2= 118875 Figure 14 - Table On Processed Data For Calculation Of Correlation Coefficient R2For Group 2 (35 Years To 45 Years) Figure 14 - Table On Processed Data For Calculation Of Correlation Coefficient R2For Group 2 (35 Years To 45 Years) \\(r = \\frac{n\\bigg(∑xy\\bigg)-(∑x)(∑y)}{\\sqrt{[n∑x^2-\\bigg(∑x\\bigg)^2][n∑y^2-\\bigg(∑y\\bigg)^2]}}\\)  \\(=> r = \\frac{20×2794140-(31930)(1335)}{\\sqrt{[20×66084300-(31930)^2][20×118875-(1335)^2]}}\\)  => r2= 0.977 x y x2 y2 xy ∑x2= 66084300 ∑y2= 1818533 Figure 15 - Table On Processed Data For Calculation Of Correlation Coefficient R2For Group 2 (45 Years To 55 Years) Figure 15 - Table On Processed Data For Calculation Of Correlation Coefficient R2For Group 2 (45 Years To 55 Years) \\(r = \\frac{n\\bigg(∑xy\\bigg)-(∑x)(∑y)}{\\sqrt{[n∑x^2-\\bigg(∑x\\bigg)^2][n∑y^2-\\bigg(∑y\\bigg)^2]}}\\)  \\(=> r = \\frac{20×10953790-(31930)(5381)}{\\sqrt{[20×66084300-(31930)^2][20×1818533-(5381)^2]}}\\)  => r2=0.9968",
      "Calculation of pearson’s correlation coefficient": "x y \\( x-\\bar x\\) \\(y-\\bar y\\) \\((x-\\bar x)(y-\\bar y)\\) \\((x-\\bar x)^2\\) \\((y-\\bar y)^2\\) Figure 16 - Table On Processed Data Table For Calculation Of Pearson’s Correlation Coefficient In Group 1 Figure 16 - Table On Processed Data Table For Calculation Of Pearson’s Correlation Coefficient In Group 1"
    },
    "word_count": 1937,
    "read_time": "10 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To what extent is there a Correlation between Price of Bitcoin over last twelve months",
    "subject": "Math AA HL",
    "description": "Calculation of R2 Recently, while surfing internet on my mobile, I have come across advertisements about bidding. I initially ignored them just like other advertisements but a few days back I came across few reviews which quite intrigued me into knowing about it more. It was about an app named Olympus Trade.  I was not at all sure whether it was genuine. It showcased interesting deals which grew the interest in me. As a teenager, I wanted to earn my own pocket money. This thought pushed me into gathering information about this app.",
    "sections": {
      "Aim": "The main motive of thisIAis to find a correlation, if exist, between the price of Bitcoin and time over a span of12 months. To make to study more accurate and detailed, the span of twelve months will be divided into four groups of3 monthseach.",
      "Research question": "What is the relationship between the price of Bitcoin and time over a span of last twelve months?",
      "Introduction": "Bitcoin is a cryptocurrency which is currently very popular for purchasing and selling shares. It is a form of marketing which is used by several mobile apps. Customers usually buy a share of a bitcoin and sells accordingly. Based upon the price of the bitcoin at that moment, the consumer earns or losses his money. However, Bitcoin is often considered to be illegal in many countries as it is used in transactions executing criminal activities.",
      "Data collection": "The price of the Bitcoin over last one year has been collected from a statistical data present in an authentic website. The data is furnished below: Figure 1 - Table On Price Of Bitcoin From 1stNovember 2019 to 31stJanuary 2020 Figure 1 - Table On Price Of Bitcoin From 1stNovember 2019 to 31stJanuary 2020 Figure 2 - Table On Price Of Bitcoin From 1stFebruary 2020 To 30thApril 2020 Figure 2 - Table On Price Of Bitcoin From 1stFebruary 2020 To 30thApril 2020 Figure 3 - Table On Price Of Bitcoin From 1stMay 2020 To 31stJuly 2020 Figure 3 - Table On Price Of Bitcoin From 1stMay 2020 To 31stJuly 2020 Figure 4 - Table On Price Of Bitcoin From 1stAugust 2020 To 31stOctober 2020 Figure 4 - Table On Price Of Bitcoin From 1stAugust 2020 To 31stOctober 2020",
      "Mathematics AA HL'sSample Internal Assessment": "Calculation of R2 x y x2 y2 xy Σx = 4278 Σy = 733375.097 Σx2= 263810 Σy2= 5902800547 Σxy = 33977579 Figure 10 - Table On Processed Data For Calculation Of R2For Group 1 Figure 10 - Table On Processed Data For Calculation Of R2For Group 1 r=\\(\\frac{n\\bigg(∑xy\\bigg)-(∑x)(∑y)}{\\sqrt{[n∑x^2-\\bigg(∑x\\bigg)^2][n∑y^2-\\bigg(∑y\\bigg)^2]}}\\)  \\( => r = \\frac{92(33977579)-(4278)(733375.097)}{[92(263810)-(4278)^2][92(5902800547)-(733375.097)^2]}\\)  =>r2= 0.0042 x y x2 y2 xy ∑x2= 247065 ∑y2= 5837903479 Figure 11 - Table On Processed Data For Calculation Of R2For Group 2 Figure 11 - Table On Processed Data For Calculation Of R2For Group 2 r=\\(\\frac{n\\bigg(∑xy\\bigg)-(∑x)(∑y)}{\\sqrt{[n∑x^2-\\bigg(∑x\\bigg)^2][n∑y^2-\\bigg(∑y\\bigg)^2]}}\\)  \\( => r = \\frac{90(30001786.8)-(4095)(712404.228)}{\\sqrt{[90(247065)-(4095)^2][90(5837903479)-(712404.228)^2]}}\\)  =>r2= 0.482 x y x2 y2 xy ∑x2= 263810 ∑y2= 8198700818 Figure 12 - Table On Processed Data For Calculation Of R2For Group 3 Figure 12 - Table On Processed Data For Calculation Of R2For Group 3 \\(r = \\frac{n\\bigg(∑xy\\bigg)-(∑x)(∑y)}{\\sqrt{[n∑x^2-\\bigg(∑x\\bigg)^2][n∑y^2-\\bigg(∑y\\bigg)^2]}}\\)  \\( => r = \\frac{92(40700709)-(4278)(867394.736)}{\\sqrt{[92(263810)-(4278)^2][92(8198700818)-(867394.736)^2]}}\\)  =>r2= 0.1001 x y x2 y2 xy ∑x2= 263810 ∑y2= 11998253546 Figure 13 - Table On Processed Data For Calculation Of R2For Group 4 Figure 13 - Table On Processed Data For Calculation Of R2For Group 4 \\(r = \\frac{n\\bigg(∑xy\\bigg)-(∑x)(∑y)}{\\sqrt{[n∑x^2-\\bigg(∑x\\bigg)^2][n∑y^2-\\bigg(∑y\\bigg)^2]}}\\)  \\( => r = \\frac{92(49153924.2)-(4278)(1047804.62)}{\\sqrt{[92(263810)-(4278)^2][92(11998253546)-(1047804.62)^2]}}\\)  =>r2= 0.0447",
      "Conclusion": "In this IA, a correlation has been developed between the price of Bitcoin in last twelve months from November 2019 to October 2020. To make the study more accurate, the span of twelve months has been divided into four groups of three months each. For the first group, i.e., between the November 2019 to January 2020, the price of the Bitcoin is almost constant over the extremities. However, a considerable variation is changed throughout the92days. As a result, value of the correlation coefficientR2is very less and equal to0.0042. Such a less value of correlation coefficient significantly denies the existence of the correlation and thus it can be concluded that there exist no definite correlation between the price of the Bitcoin with time over the above-mentioned duration. Nevertheless, the equation of the trendline is shown below:  y= -1.9167x+ 91954  For the second group, i.e., between the February 2020 to April 2020, the price of the Bitcoin is decreased over the duration. However, a considerable variation is changed throughout the90days. As a result, value of the correlation coefficientR2is very less and equal to0.482. The value of the coefficient is at a mid-way between0and1which though denies the existence of the correlation but with such a less value, it can be easily concluded that the correlation is not uniform throughout the duration which is significant from the graph as well. Nevertheless, the equation of the trendline is shown below:  y= -39.719x+ 2X106  For the third group, i.e., between the May 2020 to July 2020, the price of the Bitcoin is increased over the duration. However, a considerable variation is changed throughout the92days. As a result, value of the correlation coefficientR2is very less and equal to0.1001. Such a less value of correlation coefficient significantly denies the existence of the correlation and thus it can be concluded that there exist no definite correlation between the price of the Bitcoin with time over the above-mentioned duration. Nevertheless, the equation of the trendline is shown below:  y= 5.6541x– 239337  For the fourth group, i.e., between the August 2020 to October 2020, the price of the Bitcoin is increased over the duration. However, a considerable variation is changed throughout the92days. As a result, value of the correlation coefficientR2is very less and equal to0.0447. Such a less value of correlation coefficient significantly denies the existence of the correlation and thus it can be concluded that there exist no definite correlation between the price of the Bitcoin with time over the above-mentioned duration. Nevertheless, the equation of the trendline is shown below  y= 6.6429x- 281492"
    },
    "word_count": 2066,
    "read_time": "11 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "Exploring the relationship between population size and gdp in differentiating developing and developed countries.",
    "subject": "Math AA HL",
    "description": "Under this mathematics internal assessment, I will investigate the difference between the population size and the GDP of developing and developed countries and provide a comparison. Throughout the investigation, I will focus on the use of statistical data and mathematics to delineate the relationship between population and GDP.  Since I was in grade school I had a curious mind towards economics, I find the relationship betwee n these variables intresting as one aspect can change the entire economical status of a country either developing or developed. To me it is more than just numbers and statistics; it has a deeper meaning. It explores the interaction between the human population and economic advancements. I am very interested in this topic's influence on society as it has more about people and their livelihood not necessarily focusing on graphs and mathematics. Looking at the dynamic that these variables connect on provides significant insights into issues such as societal disparities, as well as efforts to reduce poverty and community health. This aspect of economics taps into my passion for looking at real-world problems and solve them with the skills that I have. Which makes it not only intellectually enthusiastic but also personally interesting. This internal assessment will examine the link between a country’s population and the respective GDP. The purpose of this inquiry is to establish how a country's population influences its GDP. Initially, I will evaluate univariate data by looking at population and GDP individually in developing and developed nations. This will include constructing four box and whisker plots to depict the spread and distribution of the data, allowing me to detect key statistical metrics such as the mean, range, interquartile range, and any outliers in the dataset. Box plots allow me to properly compare variables and do in-depth data analysis.",
    "sections": {},
    "word_count": 2859,
    "read_time": "15 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "Modeling the radioactive decay in Chernobyl to determine when it will be safe to live there in accordance with the observed half-life of the identified radioactive substances.",
    "subject": "Math AA HL",
    "description": "In modern times the gradually increasing population has increased the demand for resources globally. One of these resources includes energy (i.e. electricity), in recent history, the primary source of energy was the use of unsustainable sources such as fossil fuels and nuclear power plants. Nuclear power plants use the heat produced during nuclear fission to heat water and produce steam which is then spun using large turbines to generate electricity(Nuclear power plants - U.S. Energy Information Administration (EIA). (2022).).However, as a by-product of the nuclear fission process radioactive substances are released into the surrounding environment. Under normal conditions radioactive substances decay naturally however during decay they release alpha and beta particles as well as gamma rays(Ješkovský, M., Kaizer, J., Kontuĺ, I., Lujaniené, G., Müllerová, M., & Province, P. (2019).).  In the case of Chernobyl, Ukraine in April 1986 the nuclear power plant had a flawed reactor which resulted in a steam explosion and fires, this released at minimum5%of the radioactive reactor core (radioactive substances) into the surrounding environment(Chernobyl | Chernobyl Accident | Chernobyl Disaster - World Nuclear Association . (2022).).Whilst studying biology and chemistry I learned more about the effect of radioactive particles on the environment as well as humans exposed to an increased abundance of such a substance in an uncontrolled environment. One of the manifestations of such exposure in humans includes the development of cancer (mutated malignant cells). Because this disease is incurable when it's developed I am interested in researching about preventative measures that can be taken to stop the development of the disease. I choose to focus my research using math ai which can guide my calculation of decay rates of substances found in Chernobyl and model this data to predict to a degree of accuracy when it will be safe to live in Chernobyl, guided by the research question -When will it be safe to live in Chernobyl in accordance with the determined half-life of the radioactive substances identified? The half-life function is used to determine the time required for a substance to reduce to half of its initial value(Half-Life Formula - What is Half-Life Formula? Examples. (2022).)In radioactive modeling, it is used along with a function to ascertain how quickly a radioactive isotope undergoes radioactive decay and the length of time to which a radioactive isotope stays stable. It is generally displayed in the form of an exponential graph as the function follows the exponential decrease in the percentage of radioactive substances remaining against the number of half-lives (age of sample).",
    "sections": {
      "Analysis": "Using the above equations generated from graphing I can graph the exponential functions to assimilate the point of intersection where theYvalue (quantity of radioactive substance) becomes zero. Firstly, modeling strontium-90(displayed by the red curve), caesium-137(displayed by the orange curve) and krypton-85(displayed by the purple curve) in the graph I was unable to derive a y- intercept as each exponential function produced an asymptote line where the curve and the line approach zero but never intersect. Using the asymptote line I was able to estimate that the time at which the substances will no longer be found in the surrounding environment is; 202.42years for strontium-90, 201.21 years for caesium-137and70.45years for krypton-85.  However, the asymptote line has a larger margin of error, making this estimation less accurate. I began researching other functions that can model the properties of exponential functions, that may be used to derive a y- intercept producing more reliable data. When studying numbers and algebra as well as functions I learnt that logarithmic functions can be used to solve exponential equations as they are able to explore the properties of an exponential function and when graphed produce X and Y intercepts(Logarithmic functions, 2023). Because of this I decided to model the logarithmic function of the data I collected above and derive the logarithmic equation using the same methodology used to attain the exponential equations for the three radioactive substances, which is by using a graphing tool and modeling the raw data calculated and creating a function that conforms to this data, using this graphing calculator I was able to derive a logarithmic equation. When graphed the equation would have an intersection point at the X- axis which is more reliable than the asymptote line, validating the approximated number of years it would take for the radioactive substances to be less than or equal to0. The point of intersection with theXaxis is202.75, this displays that in202.75years the abundance of strontium-90in the surrounding environment will be less than or equal to0. Correspondingly I was able to get the other number of years that it will take the other radioactive substances to extinct from the environment and I recorded these in the table below. Figure 6 - Table On Synthesizing the findings above, the more volatile radioactive elements have a longer half-life despite being small in the quantity of initial emission as compared to other elements measured such as iodine-131which was estimated to be1370PBq released with a half-life of8.04days, therefore in long term environmental and human effects, it was not a high contributor. While in the cases of strontium-90and caesium-137the radioactive half-life is very large for a radioactive isotope ranging between28and30years. This results in the time at which the last radioactive substances stop emitting energy in the surrounding environment being within the range of202.75and240.15respectively. Further despite krypton-85having a radioactive half-life of10.76years and the amount of time for the radioactive isotope to stop emitting energy being48.29years, when krypton-85decays it forms the naturally occurring isotope rubidium-85which has the radioactive half-life of48.8 x 109years which emits beta particles with a relatively lower PBqSynthesizing the findings above, the more volatile radioactive elements have a longer half-life despite being small in the quantity of initial emission as compared to other elements measured such as iodine-131which was estimated to be1370PBq released with a half-life of8.04days, therefore in long term environmental and human effects, it was not a high contributor. While in the cases of strontium-90and caesium-137the radioactive half-life is very large for a radioactive isotope ranging between28and30years. This results in the time at which the last radioactive substances stop emitting energy in the surrounding environment being within the range of202.75and240.15respectively. Further despite krypton-85having a radioactive half-life of10.76years and the amount of time for the radioactive isotope to stop emitting energy being48.29years, when krypton-85decays it forms the naturally occurring isotope rubidium-85which has the radioactive half-life of48.8 x 109years which emits beta particles with a relatively lower PBqSynthesizing the findings above, the more volatile radioactive elements have a longer half-life despite being small in the quantity of initial emission as compared to other elements measured such as iodine-131which was estimated to be1370PBq released with a half-life of8.04days, therefore in long term environmental and human effects, it was not a high contributor. While in the cases of strontium-90and caesium-137the radioactive half-life is very large for a radioactive isotope ranging between28and30years. This results in the time at which the last radioactive substances stop emitting energy in the surrounding environment being within the range of202.75and240.15respectively. Further despite krypton-85having a radioactive half-life of10.76years and the amount of time for the radioactive isotope to stop emitting energy being48.29years, when krypton-85decays it forms the naturally occurring isotope rubidium-85which has the radioactive half-life of48.8 x 109years which emits beta particles with a relatively lower PBq (becquerel)(Kendall, C. (n.d.). Isotope tracers -- resources (2022).)Therefore within my lifetime, it will not be entirely safe for humans and other living organisms to inhabit Chernobyl because these radioactive isotopes continue to emit alpha and beta particles in the form of wavelength lengths that permeate the genetic makeup of living organisms to cause mutations.   To date, the effect of radioactive substance exposure on the general population of Chernobyl includes the immediate effects in 1986 on workers and people within the immediate area of exposure suffered from radiation poisoning (acute radioactive syndrome and radioactive sickness)(Radiation sickness - Symptoms and causes. (2022). ). The long-term effects on health which are still being felt today include thyroid cancer in reportedly over20,000cases as of 2015 in both adults and juvenescence. 5000 of these cases were a result of environmental contamination in water sources as well as trace contamination in animals that have consumed grass and other plant organisms. There has also been an increase in birth complications such as stillbirths and detrimental pregnancy outcomes which has negative implications on children's health(Health Effects of the Chernobyl Accident - Canadian Nuclear Safety Commission. (2022)).Further, the environmental effects of both plants and animals in surrounding environments and ecosystems. Because of this agricultural practices have suffered due to radioactive contamination in cows (milk and meat), forest foods, woods and wildlife and fresh drinking water and fish(Chernobyl30years on: Environmental and health effects | Think Tank | European Parliament. (2016).",
      "Conclusion": "To conclude, using the half-life radioactive isotope formula to create both an exponential function as well as a logarithmic function I have been able to approximate at which time themost dangerous radioactive isotopes released in abundance to the surrounding environments would stop emitting energy in the form of alpha and beta particles. Despite the exponential functions which are commonly used to model the pattern of radioactive decay being unable to assimilate A y-intercept which has a lower margin of error than an asymptote line, I was able to develop my methodology and I widened my scope of research to discern which other type of function would be able to explore the properties of a exponential function, which lead me to derive and model logarithmic functions for each radioactive isotope explored and derive A y-intercept value which more accurately provides a time in years where there will be zero radioactive isotopes in the surrounding environment. Therefore, it can be assimilated that the effect on human and living organisms as well as environmental impacts would not fully dissipate within my lifetime and would take over200years (from the time of release in 1986) to fully dissipate enough the repercussions of being exposed to radioactive particles to be discontinued. When handling the adverse effects of radioactive exposure this area of knowledge needs to be fully explored with continuous radioactive testing. Through modeling I have been able to predict with a degree of accuracy the time at which it will be fully safe for Chernobyl to be inhabited. Further, using this method mathematicians can model the decay of radioactive isotopes released due to nuclear accidents or bombs in the case of Hiroshima to discern when the affected environment will no longer be contaminated by these radioactive isotopes making it safe for inhabitants."
    },
    "word_count": 2591,
    "read_time": "13 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "El impacto económico que aportan las ganancias de los juegos tradicionales en los casinos de Nueva York al rendimiento del sistema de salud en los últimos 10 años fiscales",
    "subject": "Math AA HL",
    "description": "En particular, el estado de Nueva York (NY) es conocido por sus grandes casinos como el Niagara Falls y su desarrollo en los juegos de azar dentro de la industria del entretenimiento y el ocio. Sin embargo, recientes estudios del Commonwealth Fund, una organización independiente y sin fines de lucro que trabaja para mejorar el sistema de atención médica tanto de los países miembros del Commonwealth y otros más, ha demostrado como a pesar de la pandemia, el estado de Nueva York ha logrado mantener un ranking de #10en el cuadro de mando sobre el rendimiento del sistema de salud. Teniendo en cuenta el manejo de impuestos en el estado de NY y el gran impacto económico que representa la industria del juego, nace la pregunta -¿Qué tan significativo es el impacto económico que aportan las ganancias de los casinos de Nueva York al rendimiento del sistema de salud en los últimos10años fiscales?  Para ello, se llevarán a cabo diferentes pruebas matemáticas. Primero, organizaré los datos de las ganancias de los juegos tradicionales en los casinos en los últimos10años fiscales con la finalidad de obtener el total. Por otro lado, calcularé el promedio del porcentaje de impuestos según las ganancias de sus casinos que el estado de Nueva York debe pagar. Luego, con ello y los datos de la tabla anterior, calcularé la cantidad de dinero que el estado de Nueva York le otorgó al estado y según el porcentaje destinado cada año, calcularé la cantidad de dinero que va de los impuestos que pagan los casinos hacia el rubro de la salud. Posteriormente, decidí calcular la media, la desviación estándar, el valor máximo y el valor mínimo. A partir de aquí, los datos que trabajaré los convertiré en cien millones para facilitar el trabajo. Posteriormente, realizaré3gráficos de dispersión en torno a la información recaudada con su respectiva recta de regresión y su valor de r². Aquello me abrirá las puertas al modelamiento de funciones a través de las matrices y por ello modelaré una función de grado4para entender mejor el proceso. Finalmente, realizaré una prueba de Chi Cuadrado para identificar la relación entre la cantidad de dinero aportada al rubro de la salud de parte de los casinos a través de los impuestos con las posiciones anuales en los estudios del Commonwealth en los3años con mayor aporte económico. ",
    "sections": {
      "Marco teórico": "Para llevar a cabo la investigación se necesitan conocer las siguientes definiciones -  Lotto, Numbers, Win4, Quick Draw, Pick10, Take5, Mega Millions, Powerball, Cash4Life e Instant Games -Todos aquellos hacen referencia a diferentes juegos tradicionales de la Comisión de Juegos del Estado de Nueva York.  Cuadro de mando anual del Commonwealth Fund -“Cada año, el cuadro de mando del Fondo de la Commonwealth sobre el rendimiento del sistema de salud estatal utiliza los últimos datos disponibles para evaluar qué tan bien está funcionando el sistema de atención médica en cada estado”. (Commonwealth Fund, 2022)",
      "Recolección de datos": "*el símbolo “-” indica que no hay dato existente del ranking en ese año",
      "Procedimiento matemático de la investigación": "Para descubrir que tan significativo es el impacto económico que aportan las ganancias de los juegos tradicionales en los casinos de Nueva York al rendimiento del sistema de salud, los procedimientos giraran en torno a un desglosamiento de las ganancias de los casinos en relación con los impuestos y los juegos tradicionales que generaron un mayor impacto. Todo ello para al final poder realizar la prueba de Chi Cuadrado mencionada anteriormente. Esta decisión se basa en la premisa de que, mientras más dinero destinen los casinos al estado de Nueva York a través de los impuestos, más debería ser su desempeño en el rubro de la salud; algo que debería verse reflejado en el ranking de TheCommonwealth. La segunda tabla indica la cantidad de dinero que el estado de Nueva York le otorgó al estado y que cantidad de ello fue destinada al rubro de la salud, para ello primero se calculó la media aritmética del porcentaje de la cantidad de impuestos a pagar en el estado de Nueva York cuando se trata de casinos a partir del porcentaje de las3regiones de NY; para luego convertirlo en un decimal.  \\(u\\frac{\\Sigma fi}{n}\\)  \\(n= numero \\,de \\,datos\\)  \\(fi ≡frecuencia\\)  \\(\\mu≡ media \\,aritmetica \\,muestral\\)  \\(\\frac{39+45+37}{3} = 40.3 ÷ 100 = 0.403 = μ\\)  Con ello, se multiplicó el porcentaje con el total de cada año de la tabla #1para calcular el dinero destinado al estado por cada año.  Ejemplo del año fiscal 2021-2022 -  8310326755 × 0.403 = 3349061682  Posteriormente, según el porcentaje que el estado destino a la salud ese año, se calculó el dinero que los casinos destinaron a la salud.  Ejemplo del año fiscal 2021-2022 -  349061682 × 0.39 = 1306134056 Entre ellas, encontré pertinente calcular la media, la desviación estándar, el valor máximo y el valor mínimo de la figure 1, la figure 3 y la figure 4. Ejemplo - Calculo de la media aritmética del año fiscal 2021-2022 59944466 + 957892453 + 946062260+ 662482372+ 34081840 + 224653981+ 295115068 + 356585704 + 120536327+ 4652972284 = 8310326755 8310326755 ÷10 = 831032675.5 = x̄ Desviación estándar -Es una medida que indica que tan dispersos están los\\(s=\\sqrt{\\frac{∑(x- \\bar{x})^2}{n-1}}\\)datos de la media. aritmética, de esta manera se puede comprender la variabilidad de los datos y qué tan representativos son estos valores respecto a la media.  Ejemplo - Calculo de la desviación estándar del año fiscal 2021-2022  (59944466 - 831032675.5)2+ (957892453 - 831032675.5)2+ (946062260 - 831032675.5)2+ (662482372 - 831032675.5)2+ (34081840 -  831032675.5)2+ (224653981 - 831032675.5)2+ (295115068 - 831032675.5)2+ (356585704 - 831032675.5)2+ (120536327 - 831032675.5)2+(4652972284 - 831032675.5)2= 17279472238492100000.00  \\(\\sqrt{\\frac{17279472238492100000.00}{10-1}}=13855619486 =\\sigma\\) Interpretación de los datos -Es posible observar como todas las desviaciones estándar de las ganancias anuales de los casinos son mayores al50%del valor de su media aritmética, lo que indica que son desviaciones estándar altas y por lo tanto están alejadas de sus respectivos promedios. Aquello podría significar que todas las ganancias de los juegos tradicionales de la Comisión de Juegos del Estado de Nueva York en los últimos10años fiscales han estado bastante dispersas entre sí.  Valor máximo y mínimo - Respecto al total de ganancias de los10años fiscales Media aritmética -  (44923531000 + 46501101000 + 51580857000 + 55914188000 + 60842048000 + 66343679000 +70000547000 + 73035347000 +75225063000 + 83101592000) ÷10 = 62746795300.0 = x̄  Valor máximo y mínimo - Figura 8 - Tabla On Datos De La Ejemplo - Media aritmética de la cantidad de dinero destinado al estado  (3349061682 + 3082706209 + 3159649344 + 3292992549 + 3183883605 + 3073081944 + 3140116102 + 2900449843 + 2925888134 + 2878551271) ÷10 = 3098638068 =x̄  Respecto al dinero destinado al estado en total y el dinero destinado al rubro de la salud (respectivamente) \\(\\bar{x}\\) Figura 9 - Tabla On Valor máximo y mínimo - Respecto al dinero destinado al estado en total y el dinero destinado al rubro de la salud (respectivamente) Diagrama de dispersión -Es una herramienta estadística utilizada para el análisis de datos y mostrar la relación entre dos variables (x | y). Consiste en colocar ciertos puntos de datos en un plano cartesiano, en donde cada punto representará una observación con sus coordenadas correspondientes, una para cada variable. Los gráficos se elaboraron en el programa de Excel de Microsoft a través de la herramienta “gráficos” y la elaboración de una tabla organizando los datos requeridos para el gráfico. Junto a cada gráfico, se agregó una línea de regresión y su respectiva ecuación en cada caso, de esta manera se podrá determinar la correlación entre las variables de cada gráfico. A partir de este momento, todos los datos serán manejados en cien miles para facilitar la elaboración de gráficos.  El primer gráfico que se elaboró fue en relación a la ganancia de los casinos total de los casinos durante los últimos10años fiscales"
    },
    "word_count": 3562,
    "read_time": "18 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To investigate the growth of Eastman Auto & Power Limited Company in terms of profit with respect to time and cost of goods sold over a period of 5 years and determination of the corresponding time and expenditure to maximize the profit.",
    "subject": "Math AA HL",
    "description": "Mathematics is a very versatile field. It has always inspired me go beyond the scope of the curriculum and analyze different real life scenarios using mathematics. It is extensively used in the study of businesses. Being and inquirer and aspiring to be an entrepreneur in the future, I wanted to effectively study businesses with the help of mathematics. The concepts of maxima, minima, integration and differentiation have helped me analyze the data to arrive at useful conclusions.  Before the pandemic hit the businesses, I wanted to study the growth of a company to determine the time and expenditure to maximize the profit. As I aspire to be an entrepreneur, it’s essential to understand the growth of a company and on which factors and how it depends. I have taken the data from the yearly balance sheets of the company Eastman Auto and Power limited over a period of approximately 5 years from June, 2016 to March, 2020. To determine how the profit varies with respect to time and cost of goods and to determine the maximum profit, the concepts of maxima, minima, integration and differentiation appeared to be very useful. ",
    "sections": {
      "Aim": "To investigate the growth of Eastman Auto and Power limited company in terms of profit with respect to time and cost of goods sold over a period of5years and thus determining the corresponding time and expenditure to maximize the profit.",
      "Background": "The immediate capital earned from selling goods produced by a company is the total revenue. The company uses a portion of the capital earned or the revenue to produce further goods or cuts the costs for making the goods (which is the Cost of goods sold) from the revenue earned. The capital which remains is called the profit. Lety = f(x)be a single valued function ofxdefined in some interval. Letxbe any value ofxin the domain of definition of the function and the corresponding value ofyisy = f(x). Suppose for an increment∆xofxthe corresponding increment inyis∆y.  Then,\\(\\frac{∆y}{∆x}=\\frac{dy}{dx}=\\frac{f(x+h)-f(x)}{h}\\)is called the derivative of the functionywith respect tox, provided the limit exists. Letf(x)be a bounded single valued continuous function defined in the interval [a,b]. The interval [a,b] is divided into n equal sub-intervals, each of lengthh.  Then,\\(\\displaystyle\\int\\limits^b_af(x)dx=h\\sum^{n-1}_{r=0}f(a+rh)\\)is the integration or the integral of the functionf(x)with respect toxbetween the limitsaandb. The maximum value of any functiony = f(x)is called the maxima of the function, and the minimum value of the function is called the minima of the function. This is an application of differential calculus. Any functiony = f(x)could be graphically represented in Cartesian coordinate system. The slope at any point of the function could be determined by finding the derivative of the function at the particular point. Slope of any curve equal to zero signifies that the tangent at that point of the curve is parallel to X – axis. As a result, if the equation of slope of the curve is equated to zero, and the root of the equation is determined, then it would be the value ofxat which the function is either maximum or minimum. In order to determine the maxima or minima, the equation of slope is further differentiated and if the value of equation is obtained to be negative, then the point is maxima, and vice versa.",
      "Methodology": "The study has been done mainly in three steps. Firstly, the values of Profit (taken quarterly) with respect to time has been plotted to obtain the Profit as a function of time and the local maximum has been determined to know at what time the Profit reaches its maximum value. Secondly, the values Cost of goods sold (COGS) (taken quarterly) with respect to time has been plotted to obtain the Cost of goods sold (COGS) as a function of time and the local minimum has been determined to know at what time the Cost of goods sold (COGS) reaches its minimum value. Lastly, the Profit has been expressed as a function of Cost of goods sold (COGS) to determine how the Profit varies with respect to the Cost of goods sold (COGS) and to determine the local maximum or the maximum value of the Profit and at what value it reaches so.",
      "Data collection and calculation": "Figure 1 - Table On Variation Of Profit (Taken Quarterly) From June, 2016 To March, 2020 After plotting the values of profit (taken quarterly for each year) with respect to time (as per indexing), we get the profit expressed as a function of time. The equation is given by,y = - 22820x2+ 2000000x + 60000000…(i) where y = p (say)denotes the profit andx = t(say) denotes the time.  ∴p = - 22820t2+ 2000000t + 60000000…(i) Now, to calculate at what time the profit reaches its maximum value, we will calculate the local maximum of the function and at what point it reaches so. To calculate the maximum of the functionp = f(t), we have to first equate the derivative of the function to zero.  p = - 22820t2+ 2000000t+ 60000000…(i)  \\(\\frac{dp}{dt}=\\frac{d}{dt}\\)(-22820t2+ 2000000t+ 60000000)  \\(\\frac{dp}{dt}=\\frac{d}{dt}\\big(-22820t^2\\big)+\\frac{d}{dt}(2000000t)\\frac{d}{dt}(60000000)\\)  \\(\\frac{dp}{dt}\\)= - 45640t+ 2000000 + 0  \\(\\frac{dp}{dt}\\)= - 45640t+ 2000000…(ii)  Now, we equate the equation obtained to zero.  \\(\\frac{dp}{dt}\\)= - 45640t+ 2000000 = 0  \\(t=\\frac{-2000000}{-45640}\\)  ∴t= 43.82  Now, we will further differentiate the equation and calculate its numerical value att = 43.82  \\(\\frac{dp}{dt}\\)= - 45640t+ 2000000  \\(\\frac{d^2p}{dt^2}\\)= - 45640  Therefore, at the point t = 43.82,  \\(\\frac{d^2p}{dt^2}\\)= - 45640, which is negative  Hence, p = - 22820t2+ 2000000t + 60000000will have its maximum value att = 43.82. At t = 43.82,the value of the local maximum is,  p= - 22820t2+ 2000000t+ 60000000  p= - 22820×43.822+ 2000000×43.82 + 60000000  p= 103821209.43 (in INR) Figure 4 - Table On Variation Of Cost Of Goods Sold (COGS) (Taken Quarterly) From June, 2016 To March, 2020 After plotting the values of the Cost of goods sold (COGS) (taken quarterly for each year) with respect to time (as per indexing), we get the profit expressed as a function of time. The equation is given by,y= 80000000x2+ 600000000x+ 1000000000…(iii) where y = c (say)denotes the profit andx = t (say)denotes the time.  ∴c = 80000000t2+ 600000000t+ 1000000000…(iii) Now, to calculate at what time the Cost of goods sold (COGS) reaches its minimum value, we will calculate the local minimum of the function and at what point it reaches so. To calculate the minimum of the functionc = f (t), we have to first equate the derivative of the function to zero.  c = 80000000t2+ 600000000t+ 1000000000…(iii)  \\(\\frac{dc}{dt}=\\frac{d}{dt}\\)(80000000t2+ 600000000t+ 1000000000)  \\(\\frac{dc}{dt}=\\frac{d}{dt}\\big(80000000t^2\\big)+\\frac{d}{dt}(600000000t)+\\frac{d}{dt}(1000000000)\\)  \\(\\frac{dc}{dt}\\)=160000000t+ 600000000…(iv)  Now, we equate the equation obtained to zero.  \\(\\frac{dc}{dt}\\)=160000000t+ 600000000 = 0  \\(t=\\frac{-600000000}{160000000}\\)  ∴t= 3.75  Now, we will further differentiate the equation and calculate its numerical value att = 3.75  \\(\\frac{dc}{dt}\\)= 160000000t+ 10000000  \\(\\frac{d^2p}{dt^2}\\)= 160000000  Therefore, at the point t = 3.75,  \\(\\frac{d^2p}{dt^2}\\)= 160000000, which is positive.  Hence, c = 80000000t2+ 600000000t+ 1000000000will have its minimum value att = 3.75.  At t = 3.75,the value of the local minimum is,  c= 80000000t2+ 600000000t+ 1000000000  c = 80000000×3.752+ 600000000×3.75 + 1000000000  c = 1337500000(in INR)  Now, dividing equation (ii) by equation (iv) we get,  \\(\\frac{dp}{dt}\\)= - 45640t+ 2000000…(ii)  \\(\\frac{dc}{dt}\\)= 160000000t+ 600000000…(iv)  \\(\\frac{\\frac{dp}{dt}}{\\frac{dc}{dt}}=\\frac{-45640t+2000000}{160000000t+600000000}\\)  \\(\\frac{dp}{dc}=\\frac{-0.4564t+20}{1600t+6000}\\)  \\(\\frac{dp}{dc}\\)= - 0.00028 -\\(\\frac{21.71}{1600t+6000}\\)…(v)  We get equation (v) which is the general equation for the rate of change of Profit with respect to Cost of goods sold.  Now, we put the value oftin terms ofc, which we can calculate from equation (v).  c = 8000000t2+ 600000000t+ 1000000000…(iii)  \\(\\frac{c}{10^8}\\)= 0.08t2+ 6t+ 10  \\(t =\\frac{-c}{71.59\\times10^8}\\)-73.29  Now, by putting the value oftin equation (v) we get,  \\(\\frac{dp}{dc}=-0.00028-\\frac{{21.71}{-c}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}\\)…(vi)  Now, integrating equation (vi) we get,  \\(\\frac{dp}{dc}=-0.00028-\\frac{{21.71}{-c}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}\\)  \\(\\displaystyle\\int dp=\\displaystyle\\int(-0.00028-\\frac{{21.71}{-c}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000})dc\\)  \\(p=\\displaystyle\\int-0.00025dc-\\displaystyle\\int\\frac{{21.71}{-c}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}dc\\)  \\(p=\\displaystyle\\int-0.000028dc-\\displaystyle\\int\\frac{{21.71}{-c}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}dc\\)  p= -\\(\\frac{7c}{25000}+\\frac{388554725ln(c+497836860000)}{4}\\)+C1  WhereC1is the constant of integration.  Now, to calculate the numerical value of the constant of integration, we put the values of Profit and Cost of goods sold when the time (as per indexing) is1.  p= -\\(\\frac{7c}{25000}+\\frac{388554725ln(c+497836860000)}{4}\\)+C1  Puttingp = 58780477andc = 1349071587we get,  58780477 = -\\(\\frac{7×1349071587}{25000}+\\frac{388554725ln(1349071587+497836860000)}{4}\\)+C1  C1= 58780477 + 377740.04 + 97138681.25×26.936  C1= 2675685735.19  Therefore, we get the Profit expressed as a function of Cost of goods sold as,  p = -\\(\\frac{7c}{25000}+\\frac{388554725ln(c+497836860000)}{4}\\)+ 2675685735.19…(vii) Now, to find out the local maximum or local minimum of the above functionp = f(c),we first equate the derivative of the function to zero.  \\(\\frac{dp}{dc}=-0.00028-\\frac{{21.71}{}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}\\)= 0  \\(\\frac{{-21.71}{}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}\\)= 0.00028  \\(\\frac{-21.71}{0.000280}-6000=1600\\bigg(\\frac{-c}{71.59×10^8}-73.29\\bigg)\\)  c = 844760721607  Now, we will further differentiate the equation and calculate its numerical value atc = 844760721607  \\(\\frac{dp}{dc}=-0.00028-\\frac{{21.71}{}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}\\)  \\(\\frac{d^2p}{dc^2}=\\frac{d}{dc}(-0.00028-\\frac{{21.71}{}}{1600(\\frac{-c}{71.59\\times10^8}-73.29)+6000}\\big)\\)  \\(\\frac{d^2p}{dc^2}=\\frac{d}{dc}(-0.00028)-\\frac{d}{dc}(\\frac{{21.71}{}}{1600\\bigg(\\frac{-c}{71.59\\times10^8}-73.29\\bigg)+6000})\\)  \\(\\frac{d^2p}{dc^2}=\\frac{-388554725}{4 (c+497836850000)^2}\\)  Therefore, at the pointc = 844760721607,  \\(\\frac{d^2p}{dc^2}\\)= - 5.39×10-17, which is negative  Hence,p = -\\(\\frac{7c}{25000}+\\frac{388554725ln(c+497836860000)}{4}\\)+ 2675685735.19will have its local maximum atc = 844760721607.  Atc=844760721607,the value of the local maximum is,  p = -\\(\\frac{7c}{25000}+\\frac{388554725ln(c+497836860000)}{4}\\)+ 2675685735.19  p = -\\(\\frac{7×844760721607}{25000}+\\frac{388554725ln(844760721607+497836860000)}{4}\\)+ 2675685735.19  p= 5152000000 (in INR)  Therefore, the Profit is maximum which is5152000000 (in INR)when the Cost of goods sold is84460721607 (in INR).",
      "Conclusion": "According to the data taken regarding the Profit and Cost of goods sold (taken quarterly for each year) from the year 2016 to the beginning of the year 2020, the following assumptions can be made:",
      "Reflection": "Mathematics is essential to analyze various aspects and the balance sheets of a company to make important and crucial decisions for the growth of the company. Also to maximize profits and to minimize the costs, a mathematical exploration is needed. The above study is done excluding certain real life factors related to the working of the company such as equity and liabilities, different investments, marketing etc. As an extension to this study, one could also analyze the certain other real life factors mentioned earlier. Another study could be framed to study the increment or reduction in the equity and liabilities of the company over a given period of time. A study could be done on the increase or decrease of income generated from various investment. One could also analyze the marketing strategies of the company and its outcomes in order to obtain useful results which would be required to decide innovative and more efficient marketing strategies."
    },
    "word_count": 1916,
    "read_time": "10 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "Investigation on the Variation of Probability of Getting the Maximum Share of a Red Packet in WeChat at a particular drawing based on five different raw data sets (each of width 30)",
    "subject": "Math AA HL",
    "description": "“Money won is twice as sweet as money earned.” A well-known proverb used in the gambling stands for the fact that the money earned in gambling or by the luck feels more exciting and exaggerating than the hard-earned money of business or service. In our last family trip to Hong Kong during the Chinese New Year, we have planned a stay in Macao for two nights. It was my first interaction with gambling when we visited the biggest casino in China – The Venetian Macao. I came across the power of gambling which may either take one to the height of lifestyle, or to the world of depression due to huge of debts. However, the game of roulette has significantly drawn my attention. It was my belief that there is a scientific approach, if followed, may lead to winning the game.  After my holiday, I went deeper into procedure of the game – Roulette. After studying about the game from various articles, research projects that were previously carried on prediction of correct calls, my interest took a shape of a project. It was in 2017, when I was introduced with concepts and applications of probability in mathematics. It has a significantly contribution behind the mathematical exploration of the analysis on determination of corrected calls in Roulette. My project went well but the Future Prospect of the project was analysis on Red Envelope of WeChat. ",
    "sections": {
      "Aim": "The main motive of this exploration is to determine the variation in probability of determining the maximum share drawn at each drawing. This is to determine a correlation between the number of drawing from the Red Envelope and the amount drawn in each drawing so that any relationship can be derived which may lead to determination of term offering the maximum share.",
      "Research question": "What is the variation in probability of determining the maximum share of a Red Packet in WeChat at a particular drawing based on five different raw data sets (each of width30)?",
      "Background information": "Red Envelope is a feature offered in Chinese multipurpose, social media, messaging and mobile payment app made by Tencent – WeChat. This feature acts as a metaphor to the famous tradition in China – gifting red envelope during any occasion, specially, Chinese New Year. Each envelope usually contains some amount of money which is gifted to the friends and family members as their love, affection, relationship and often as a vode of thanks. WeChat added a feature namingRed Envelopewhich offers the same, virtually.  Here, a person can send a red envelope with a fixed amount of money in Chinese Yuan (CNY) in a WeChat group. The app gives the user, the liberty to set his desired amount of money and the number of drawings that could be made. Once the settings are done and the envelope is sent, the other members of the group will be able to draw from the envelope. It should be noted that the money disbursed in each drawing is not pre-determined and works on an algorithm. Neither the user who sent the envelope, nor the other members of the group can pre-determine the amount of money disbursed in each drawing.  Once the number of drawings set by the user is reached, no more members can draw money from that red envelope and the envelope will be terminated. The money received by the members will be directly deposited in their bank accounts linked with WeChat. It should be noted that the total amount of money sent in the envelope will be disbursed only if the number of drawings is reached. The envelope remains valid only for a day. Thus, if the total number of drawings is not reached by the end of the day, the remaining amount of money is refunded to the user. As discussed in the previous sub-heading, the distribution of share is determined by an algorithm. The amount of money disbursed in each drawing ranges widely. There is a coefficient of maximum share which determines the range of money which can be disbursed in each drawing. Usually, this value is equal to2.1. Thus, in case of each drawing, the amount of money to be disbursed ranges between0.01 CNYand average residual amount of money times the coefficient of maximum disbursement. The average residual amount of money is defined as follows:  Average Residual =\\(\\frac{Residual\\ Amount\\ of\\ Money}{Residual\\ Time\\ of\\ Drawings}\\) The maximum amount of money that could be added in a red envelope is200 CNYand the maximum number of drawings could be set to100. The probability of occurrence of an event is:  Probability(P)=\\(\\frac{Number\\ of\\ Favourable\\ Outcome}{Total\\ Number\\ of\\ Sample\\ Spaces}\\) Regression correlation coefficient is a tool to measure the strength of the correlation between the independent variable and the dependent variable. The set of values(x1,y1), (x2,y2), (xn,yn)are used to find the value of r as stated by the formula below:  r=\\(\\frac{n\\big(\\sum xy)-(\\sum x)(\\sum y)}{\\sqrt{[n\\sum x^2-\\big(\\sum x\\big)^2][n\\sum y^2-\\big(\\sum y\\big)^2]}}\\)  In the above-mentioned formula,xis the value of independent variable of each observation,yis the value of dependent variable of each observation,xyis the value of the product of the independent and the dependent variable of each observation,nis the number of observation and∑denotes the sum of all the observation of the mentioned variable.  By squaring the value ofr, the value of the regression coefficient (r2) will be achieved. The value ofr2lies between0and1where1signifies maximum correlation whereas0signifies null correlation. Chi squared test is a kind of analysis which predicts the existence of any correlation between an independent variable and a dependent variable. The Chi squared value of any given set of data is firstly calculated. Now, based on the type of data, for example, paired data or independent data, the Chi squared value is checked in the Chi squared table which further predicts the existence of any correlation.  The formula of Chi squared value is given below:  X2value =Σ\\(\\frac{(O_i-E_i)^2}{E_i}\\)  Here,Oiis the observed value,Eiis the expected value,∑denotes the sum of all the observation of the mentioned variable.  Now, the Chi squared value is checked in Chi squared table which predicts the existence of any correlation. The Chi squared table is shown below: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 40 50 60 70 80 90 100 Figure 1 Python is a high-level programming language which is used to serve several purposes in the domain of information technology. In context with this exploration, python programming language can be used to develop a prototype of the feature of red envelope only with respect to the amount of money that should be disbursed.",
      "Hypothesis": "It is assumed that there does not exist any correlation between the number of drawing and probability of getting the maximum share. It is assumed that there exists a correlation between the number of drawing and probability of getting the maximum share.",
      "Data collection": "A data sheet has been prepared based on several news articles, reports and surveys in money disbursed in each drawing in Red Envelope WeChat. It has been possible to record the data of number of drawing and amount as these amounts directly reflect in bank statement.  Justification of the Source and Interval of Raw Data Data sheet has been prepared based on the amount of money added in the red envelope by the contributor. In all the data sets, the number of drawings is set to30. This is treated as a controlled variable to keep a uniformity to study the correlation. The amount of money added in each trial is increased linearly at an interval of30. This is done to ignore more complex calculations as the number of drawings is kept fixed to30. Figure 2 - Table On Raw Data Table For Disbursement Of Money In 30 Drawings When Total Amount Of Money Is 30 CNY Figure 3 - Table On Raw Data Table For Disbursement Of Money In 30 Drawings When Total Amount Of Money Is 60 CNY Figure 4 - Table On Raw Data Table For Disbursement Of Money In 30 Drawings When Total Amount Of Money Is 90 CNY Figure 5 - Table On Raw Data Table For Disbursement Of Money In 30 Drawings When Total Amount Of Money Is 120 CNY Figure 6 - Table On Raw Data Table For Disbursement Of Money In 30 Drawings When Total Amount Of Money Is 150 CNY"
    },
    "word_count": 2080,
    "read_time": "11 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "To what extent is there a correlation between the number of employees and the marginal profit, the number of employees and the total profit over the period from the year 2010 to 2019, determined using differentiation, integration of logarithmic, trigonometric, inverse trigonometric, exponential, polynomial functions and regression analysis",
    "subject": "Math AA HL",
    "description": "To what extent is there a correlation between the number of employees and the marginal profit, the number of employees and the total profit over the period from the year 2010 to 2019, determined using differentiation, integration of logarithmic, trigonometric, inverse trigonometric, exponential, polynomial functions and regression analysis? Ialways wondered about mathematics;the study of numbers and their relationship can be actually useful for a person like me who aspires to be a successful entrepreneur someday. Being an inquirer when I explored this, I was exposed to the concept of econometrics which deals with the application of mathematical tools in analyzing financial data and making useful conclusions.  Being involved in the family business an issue that bothered all of us especially during the time of the pandemic was the shortage of the number of workers impacting the financial ratios of the business. Before my father could actually take the decision about cutting down the number of employees I thought of analyzing the financial data of this company for the last ten years using mathematical tools like Differentiation, Integration, and Correlation Analysis to deduce a scientifically supported decision. While preparing the outline I realized that I need to learn certain new formulas and concepts of trigonometric functions for my research.",
    "sections": {
      "Background information": "Revenue of products sold:Revenue of products sold is the capital earned after selling the quantity of products.  Cost of products:The cost of products is the amount of capital spend or the making of the goods to be sold.  Profit:Profit the amount of capital left after cutting the amount of capital spend for making the products from the revenue earned by selling them.  Marginal revenue:The marginal revenue is the revenue earned from selling one additional product.  Total revenue:Total revenue is the revenue earned in total by selling the products, considering the whole year.  Marginal cost:The cost added for adding one additional unit of the product.  Total cost: Total cost is the total amount of capital used or spend for the making or manufacturing of the products, considering the whole year. By regression1of a variableyon another variablex, we mean the dependence ofyonx,on the average. In bivariate analysis, one of the major problems is the prediction of the value of the dependent variableywhen the value of the independent variablexis known.  Regression coefficient gives the increment inyfor a unit increase inxor vice versa. The expression of the regression coefficient(yonx)is given by  \\(byx =\\frac {cov(x, y)}{var(x)} Where\\)  ​cov(x,y)denotes the covariance of the two variablesxandy  var(x)and var(y)denotes the variances of the variables.  If we are givennpairs of values(xi,yi),i=1(1) n,of variablesxandythen,  cov\\((x, y) =\\frac{1}{n}\\sum^n_i=1(xi − x̅)  (yi − y̅),\\)wherex̅andy̅are the means of the variables x andyrespectively  \\(cov(x, y) =\\frac{1}{n}\\displaystyle\\sum^{n}_{i=1} x_i \\ y_i-\\bar x\\bar y\\)  \\(Var(x) =\\frac{1}{n}\\displaystyle\\sum_{i}{(x_i-\\bar x)^2}=\\frac{1}{n}\\sum_{i} x_i2-\\bar x^2\\)  So, we can write, \\(byx =\\frac{cov(x, y)}{var(x)}\\)  \\(=\\frac{\\frac{1}{n}\\sum^{n}_{i=1}x_iy_i-\\bar x\\bar y}{\\frac{1}{n}\\sum_ix_i^2-\\bar x^2}\\)  \\(=\\frac{n\\sum_ ix_iy_i-(\\sum_ix_i)(\\sum_iy_i)}{n\\sum_ix_iy_i-(\\sum_ix_i)(\\sum_iy_i)}\\)  By correlation2we mean the association or interdependence between two variables. If two variables are so related that a change in the magnitude of one of them is accompanied by a change in magnitude of the other, they are said to be correlated.  A measure of the correlation between two variablesxandyis Karl Pearson’s product moment correlation coefficient which is defined by,  \\(rxy = \\frac {cov(x, y) }{\\sqrt{var(x)}\\sqrt {var(y)}}where,\\)  cov(x, y)denotes the covariance of the two variablesxandy;var(x)andvar(y)denotes the variances of the variables.  If we are given n pairs of values(xi , yi),i= 1(1)n, of variables x and y then,cov\\((x, y)\\frac{1}{n}\\sum^n_{i=1}(xi − \\bar{x}) (yi − \\bar{y})\\)where x̅ and y̅ are the means of the variablesxand y respectively  \\(cov(x, y)=\\frac{1}{n}\\displaystyle \\sum^n_{i=1}x_iy_i-\\bar x\\bar y\\)  \\(Var(x) =\\frac{1}{n} \\displaystyle\\sum_i{(x_i-\\bar x)^2}=\\frac{1}{n} \\displaystyle\\sum_i x_i ^2-\\bar x^2\\)  Similarly, Var(y)=\\(\\frac{1}{n} \\displaystyle\\sum_i {(y_i-y)^2}=\\frac{1}{n}\\displaystyle\\sum_i y_i2-\\bar y^2\\)  So, we can write,  \\( rxy =\\frac {cov(x, y) }{\\sqrt{var(x)}\\sqrt {var(y)}}\\)  \\(= \\frac {{\\frac{1}{n}\\sum^n_{i=1}\\ x_iy_i-\\bar x\\bar y} }{\\sqrt{\\frac{1}{n}\\sum _ix_i\\ ^2-\\bar x^2}\\sqrt {\\frac{1}{n}\\sum_i y i^2-\\bar y^2}}\\)  \\(=\\frac{n\\sum_ix_iy_i-(\\sum_ix_i) (\\sum_iy_i)} {\\sqrt {n\\sum _ix_i2-(\\sum_ix_i)^2} \\sqrt {n\\sum y_i2-(\\sum _iy_i)^2 }} \\)  Trigonometric functions are the functions which relate an angle of a right- angled triangle to the ratios of the length of the two sides. The main functions are sine, cosine and tangent and their reciprocals are cosecant, secant and cotangent respectively.  The sine angle is defined as the ratio of perpendicular upon hypotenuse of a right-angled triangle. The cosine is defined as the ratio of base upon hypotenuse of the right-angled triangle. Tangent is defined as the ratio of perpendicular upon base.  There are also inverse functions of the three main functions sine, cosine and tangent. Lety=f(x) be a single valued function ofxdefined in some interval. Letxbe any value ofxin the domain of definition of the function and the corresponding value ofyisy = f(x). Suppose, for an increment∆xofxthe corresponding increment inyis∆y.  \\(\\frac{∆y}{∆x}=\\frac{dy}{∆x}=\\frac{f(x + h) − f(x)}{h}\\)  is called the derivative of the functionywith respect tox,provided the limit exists. Let f(x)be a bounded single valued continuous function defined in the interval[a,b]. The interval[a,b]is divided into n equal subintervals, each of length h then,  \\(\\displaystyle\\int^b_a f(x)dx=h\\displaystyle \\sum^{n-1}_{r=0}f (a+rh)\\)  is the integration or the integral of the functionf( x)with respect toxbetween the limitsaandb.",
      "Variables": "Number of employees Marginal profit and total profit. Foraparticular year, the values of revenue(R), quantity of products sold(Q)and cost of products sold(C)were collected as primary data.Agraph was plotted with revenue as theyaxis and quantity of products sold in thexaxis using Desmos. The function generated from the graph was differentiated to obtain a general expression of the marginal revenue. The mean value of the quantity was plugged into the expression obtained to deduce a value of the marginal revenue. The function was integrated taking the minimum value of revenue as the lower limit and the maximum value of the revenue as the upper limit to obtain a numerical value of the total revenue.  A graph was plotted with cost of goods sold in theyaxis and quantity of products sold in thexaxis using Desmos. The function generated from the graph was differentiated to obtainageneral expression of the marginal cost. The mean value of the quantity was plugged into the expression obtained to deduce a value of the marginal cost.  The function was integrated taking the minimum value of revenue as the lower limit and the maximum value of the revenue as the upper limit to obtain a numerical value of the total cost.  The marginal profit was calculated by the formula  Marginal Profit = Marginal Revenue − Marginal Cost  and the total profit was calculated using the formula  Total Profit = Total Revenue − Total Cost  The same process was followed to calculate the total profit and the marginal profit from the year 2010 to the year 2019. Following this, a regression analysis was done to check the extent of correlation between the number of employees and marginal profit; number of employees and the total profit.",
      "Data collection": "Sample calculation for finding the arithmetic mean -  Arithmetic mean of the quantity of products sold in the year 2010 is,  \\(\\frac{123 + 144 + 157 + 168 + 177 + 195 + 214 + 226 + 239 + 245 + 261 + 272}{12}=201.75\\)  Now, we will calculate the marginal revenue and total revenue of the products sold each year from the year 2010 to 2019.",
      "Analysis": "From the above graph, by plotting the values of quantity of products sold and revenue of the products sold for the year 2010, we get the equation of the curve as,  y= 22sec−1(0.05x) + 50ln(x)  Where,y=the revenue of the products sold andx=the quantity of the products sold.  Calculation of marginal revenue (in million USD) -  We will now differentiate the equation obtained to get a general expression of the marginal revenue for the year 2011.  By differentiating and putting the average quantity of products sold for that very year, we will get our marginal revenue for that year.  y= 22sec−1(0.05x) + 50ln(x)   \\(\\frac{d}{dx}(y)=\\frac{d}{dx}(22sec^{-1}(0.05x)+50 ln ln (x) \\)   \\(\\frac{dy}{dx}=\\frac{400}{x^2\\sqrt {1-\\frac{400}{x^2}}}+\\frac{50}{x}\\)  Now,\\(\\frac{dy}{dx}\\)at the point196.83(arithmetic mean of the quantity of products sold for the year 2011) is,  \\(\\frac{dy}{dx}=\\frac{440}{196.83^2\\sqrt {1-\\frac{400}{196.83^2}}}+\\frac{50}{196.83}\\)  = 0.265millionUSD  ∴Marginal revenue for the year 2011 is 0.265 million USD.  Now, to get the total revenue of the products sold, we have to integrate the function taking the least and the most quantity of products sold (for the year 2011) as the lower and upper limits respectively.  y= 22sec−1(0.05x) + 50ln(x)  \\(\\displaystyle\\int^{272}_{125}y=\\displaystyle\\int^{272}_{125}(22sec^{−1}(0.05x)+ 50ln (x) )dx \\)    \\(= (50 × 272ln(272)+\\bigg(22sec^{-1}\\bigg(\\frac{272}{20}\\bigg)-50\\bigg)272-220\\ ln\\bigg( \\sqrt{1-\\frac{400}{272^2}}+1\\bigg))+220\\ ln\\bigg(\\sqrt{1-\\frac{400}{ 272^2}}-1\\bigg))\\\\-\\bigg(50 × 125 ln(125)+\\bigg(22sec^{-1}\\bigg(\\frac{125}{20}\\bigg)-50\\bigg)125-220\\ ln\\bigg(\\sqrt{1-\\frac{400}{ 125^2}}-1\\bigg)+220 ln\\ \\bigg(\\sqrt{1-\\frac{400}{125^2}}-1\\bigg)\\bigg)million usd\\)  = 43449.062million USD  ∴Total revenue of the products sold in the year 2011 is43449.062million USD. From the above graph, by plotting the values of quantity of products sold and revenue of the products sold for the year 2012, we get the equation of the curve as,  \\(y = 200tan−1(0.009x)\\)  Where,y= the revenue of the products sold andx= the quantity of the products sold.  Calculation of marginal revenue (in million USD) -  We will now differentiate the equation obtained to getageneral expression of the marginal revenue for the year 2012.  By differentiating and putting the average quantity of products sold for that very year, we will get our marginal revenue for that year.  \\(y = 200tan−1(0.009x)\\)  \\(\\frac{d}{dx}(y)=\\frac{d}{dx}(200tan^{-1}(0.009x))\\)  \\(\\frac{dy}{dx}=\\frac{9}{5(\\frac{81x^2}{1000000}+1)}\\)  Now,\\(\\frac{dy}{dx}\\)at the point 202 (arithmetic mean of the quantity of products sold for the year 2012) is,  \\(\\frac{dy}{dx}=\\frac{9}{5(\\frac{81x^2}{1000000}+1)}\\)  \\(\\frac{dy}{dx}=\\frac{9}{5(\\frac{81× 202^2}{1000000}+1)}\\)  = 0.4181million USD  ∴Marginal revenue for the year 2012 is0.265million USD.  Now, to get the total revenue of the products sold, we have to integrate the function taking the least and the most quantity of products sold (for the year 2012) as the lower and upper limits respectively.  \\(y = 200tan−1(0.009x)\\)  \\(\\displaystyle\\int^{250}_{120}y=\\displaystyle\\int^{250}_{120}(200tan^{−1}(0.009x))dx\\)  \\(=\\frac{200000(\\frac{9×250tan^{-1\\big(\\frac{9×250}{1000}\\big)}}{1000}-\\frac{In(81×250^2+1000000)}{2})}{9}\\)  \\(-\\frac{200000(\\frac{9×120tan^{-1\\big(\\frac{9×120}{1000}\\big)}}{1000}-\\frac{In(81×120^2+1000000)}{2})}{9}million USD\\)  = 26422.472millionUSD  ∴Total revenue of the products sold in the year 2012 is26422.472millionUSD."
    },
    "word_count": 3936,
    "read_time": "20 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  },
  {
    "title": "Time frame analysis of stock prices at Amazon using financial mathematics",
    "subject": "Math AA HL",
    "description": "To what extent mathematical analysis of variation of stock prices in the time domain can be used to predict the ideal business transactions in stock market for Amazon Inc. using differentiation, first order and second derivative and calculus? Applying what I learn has always been my passion. As an inquirer, I have always wondered about the application of the concepts or content that I study in the class to analyze facts and situations that I come across. Hailing from a business family background, the terms like stock prices, FPO and revenue has not been something unheard or unknown to me but what bothered me was always how this information can be compiled and organized to make successful predictions. Though am not sure but I have a desire to be an investment banker someday and to do that it is immensely important to understand the variation in stock prices and the ups and down of stock market with utmost clarity. Offlate the concepts of data science have become very popular and this subject finds an extremely useful application in the field of stock marketing. Once, while going through a Facebook video on how to analyze stocks and decide the ideal time to invest or sale a stock o encounter minimum risk factor, I realized that integration of data science or precisely mathematical tools is a key role in this area. Big business houses like – Amazon, Flipkart, Facebook depends a lot on secondary investors and thus the patterns in stock marketing have a great influence on their leverage as well as the profitability ratios. All of these are part of financial mathematics where various mathematical tools like – regression analysis, generating functions that relates revenue to quantity of product sold and cost of goods sold, integrating those functions to derive the marginal revenue and gross profit are incorporated. While studying the concept of function and maxima-minima in calculus, I was intrigued about the fact that analyzing the functions that relates stock prices with time over a period of years can be proved to be useful to decide and assess the exact and appropriate time to buy stocks or make investments. However, after going through some researches and case studies on financial mathematics, I realized that this is already a common practice and is a job done by business analysts or financial analysts as a part of the market research. Thus, I thought of exploring this idea and implementing that to the case study of a popular company-Amazon and this is how I arrived at my research question. A stock or offer (otherwise called an organization's \"value\") is a monetary instrument that addresses possession in an organization or company and addresses a proportionate case on its resources (what it claims) and income (what it produces in profits). While there are two primary sorts of stock normal and liked the expression \"values\" is inseparable from normal offers, as their consolidated market value and exchanging volumes are numerous sizes bigger than that of favored shares. ",
    "sections": {
      "Data analysis": "According to the background information provided in section3.3, to calculate the value of maxima and minima of the functionf(x), the derivative of the function should be equated to zero.  \\(\\frac{dy}{dx}=\\frac{d}{dx} (-0.114x3 + 4.719x2 - 45.62x + 3258)\\)  \\(=>\\frac{dy}{dx}=-\\frac{d(0.114x^3)}{dx}+\\frac{d(4.719x^2)}{dx}-\\frac{d(45.62x)}{dx}+\\frac{d(3258)}{dx}\\)  \\(=>\\frac{dy}{dx} = - 3 × 0.114x2 + 2 × 4.719x - 45.62 + 0\\)  => +0.342x2- 9.438x+ 45.62 = 0  \\(=> x =\\frac{9.432±\\sqrt{(-9.438)^2+4×0.342×}45.62}{2×0.342}\\)  \\(=> x = \\frac{9.432±\\sqrt{89.075+62.408}}{0.864}\\)  \\(=> x = \\frac{9.432±12.307}{0.864}\\)  =>x= 25.16 Week or,x= - 3.32 week  Therefore, from the above calculation, it can be stated that, atx=25.16week and atx = -3.327week, the slope of the curve is zero. Thus, at these two instances of time, the price of stocks should be maximum or minimum. To determine the maxima and minima, the values ofxis plugged into the equation of the variation of price that has been obtained from data processing as follows:  Case 1: x = 25.16:  y=f(x) = −0.114x3+ 4.719x2− 45.62x+ 3258  =>y=f(25.16) = −0.114 × 25.163+ 4.719 × 25.162− 45.62 × 25.16 + 3258  =>y= 3281.77in USD  Case 2 - x = - 3.32 -  y=f(x) = −0.114x3+ 4.719x2− 45.62x+ 3258  =>y=f(−3.32) = −0.114 × (−3.32)2+ 4.719 × (−3.32)2− 45.62 × (−3.32) + 3258  ∴y= 3460.21in USD  Analysis - The maxima of the function is obtained to be atx= 25.16week and the minima is obtained to be atx= -3.32week (as the negative sign has no significance here, we can neglect it).  Hence, for maximum profit, an investor should sell the stocks at5thweek from1stweek of January 2020 as the price of the stock is maximum and sell the stocks at the3rdweek as the price of the stock is the least. To find the number of weeks at which the price starts to increase are found by the finding the double differentiation of the functionf(x) and that should be equated to zero.  \\(\\frac{dy}{dx}= - 3 × 0.114x2 + 2 × 4.719x - 45.62\\)  \\(=> \\frac{d^2y}{dx^2}=\\frac{d}{dx}(− 3 × 0.114x2 + 2 × 4.719x − 45.62)\\)  \\(=> \\frac{d^2y}{dx^2}=\\frac{d}{dx}(-3 × 0.114x2 ) +\\frac{d}{dx} (2 × 4.719x) -\\frac{d}{dx} (45.62)\\)\\(\\)\\(\\)  \\(=>\\frac{d^2y}{dx^2}= - 2 × 3 × 0.114x + 2 × 4.719 - 0\\)  => − 0.684x+ 9.438 = 0  =>x= 1379week  To verify the nature of the curve, the following table is constructed - Sample Calculations -  Calculated value of price stock whenx= 0  y=f(x) = −0.114x3+ 4.719x2− 45.62x+ 3258  y=f(0) = - 0.114× 03+ 4.719 × 02− 45.62 × 0 + 3258  y= 3258in USD  Analysis - From the above table, it can be observed that the price of stock at first decreases when the number of weeks increases from0. The price of stock decreases from3258 USDto3281.77 USD(minima) which is the minimum value of stock obtained to be at weekx= 3.32. With further increase in the number of weeks at a higher rate, the price of stock again starts to increase and reaches a point ofx= 13.79weekafter which the stock prices are increasing but the increase rate gradually decreases. This point is known as inflection point. The region of curve betweenx= 0andx =13.79is called concave up as the function initially decreases and then increases. After the inflection point the price of stock increases but at a slower rate and eventually atx= 25.16weeks, the price of stock reaches its maximum value. Fromx= 13.79tox= 25.16, the price of stock increases from3281 USDto3326 USD.Afterx= 25.16, the price of stock again decreases. This region after inflection point is called Concave down as the curve initially increases and once it reaches the maxima, the magnitude of the function starts to decrease.  Real Life Significance - From the above analysis, we get to the point that any stock market broker should inform his clients at four different phases of time while purchasing a stock. Firstly, when the value of stock was decreasing as the nature of the curve was concave up, the broker should inform his clients regarding the market scenario as the stock prices are decreasing. This will help the investors to arrange and liquefy funds so that once the stock price approaches towards the minimum rate, they can immediately purchase the stocks.  Secondly, when the stock price reaches the minimum value, the broker should advice his clients to buy the stocks. Thirdly, as the concave down region approaches, i.e., at the inflection point, the broker should inform his clients regarding the market scenario as the stock prices are increasing. This will help the investors to sell the stocks once the price hits the maximum rate.  Fourthly, once the price starts to decrease after the maxima, the broker should inform the clients not to sell further stocks as it may hamper a significant amount of profit to a great extent. To evaluate whether or not the stocks of Amazon Inc. is overvalued or undervalued, the market capitalization of Amazon Inc. with respect to its Revenue (per year) should be computed graphically. The relationship between Revenue (per year) and the market capitalization would conclude whether or not the stock of Amazon is overvalued or undervalued. Figure 4 - Table On Market Capitalization (In Billion Dollars) Of Amazon Inc. (Fourth Quartile) And Annua Revenue (In Billion Dollars) From 2012 To 2020 Analysis - In the above graph, the variation of market capitalization (in billionUSD) has been plotted with respect to the annual revenue (in billionUSD) from 2012 to 2020. The annual revenue has been plotted along the X axis and the market capitalization has been plotted alongYaxis. The nature of the graph is logarithmic that is, with increase of revenue from61.09billionUSDto386.06billionUSD; the market capital has increased from113.89billionUSDto1634billionUSD. The equation obtained, as shown in the graph isy = 31.22ln(x)+94.66.So, if the annual revenue is1billionUSDthen, the market capitalization is94.66billionUSD. Here, we can conclude that the rate of increase of revenue is not proportional to market capitalization.  To understand the slope of increase in market capital with respect to annual revenue, we differentiate the obtained equation with respect to the annual revenue.  y= 31.22 ln(x) + 94.66  \\(=> \\frac{dy}{dx}=\\frac{d}{dx} (31.22 In (x) + 94.66\\)  \\(=>\\frac{dy}{dx}=\\frac{d}{dx}(31.22 In (x)) +\\frac{d}{dx}(94.66)\\)\\(\\)  \\(=>\\frac{dy}{dx}=\\frac{31.22}{x}\\)...(1)  From the above equation, the slope or gradient of change of market capitalization with respect to annual revenue can be obtained. Using equation (1) and the values of market capitalization and annual revenue, we can determine the gradient of increase of market capital with respect to annual revenue. Rate of increase of Market Capitalization\\((\\frac{31.22}{x})\\) Figure 6 - Table On Determination Of Gradient Of Increase In Market Capitalization With Respect To Annual Revenue (In Billion USD) It is observable fromfigure 6and Graph that the slope or the gradient of Market Capitalization decreases with respect to Annual Revenue. It decreases from0.511to0.080from the year 2012 to 2020. It can be concluded that with each passing year the revenue earned by Amazon is increasing but the market capital of Amazon is not increasing with respect to increase in revenue of the company. Revenue earned can be intepreted as the market demand or supply. So, purchasing an overvalued stock could lead to losses in the long run. As we have discussed earlier that stocks should be purchased when the stock price is low or at the lowest level. And, the stock price of Amazon is overvalued. Thus, it is adviced to not purchase the overvalued stocks of Amazon.",
      "Conclusion": "To what extent mathematical analysis of variation of stock prices in the time domain can be used to predict the ideal business transactions in stock market for Amazon Inc. using differentiation, first order and second derivative and calculus?  From the above study, we can conclude three main aspects related to buying and selling of stocks, market capitalization and annual revenue of a company. Firstly, investors should buy their stocks when the price of stocks reaches a minimum purchase rate in order to get significant profits. The investors should sell their stocks when the selling rate approaches the maximum.  Secondly, the brokers should advice their clients to buy stocks within appropriate time when the stock price decreases or when the nature of the curve is concave up. The broker should advice their clients to get prepared for selling the stocks once the curve reaches the point of inflection to get maximum profits.  Thirdly, with an increase in annual revenue, the market capital of the company increases. However, the slope or the gradient of market capitalization decreases with respect to annual revenue. This indicates that the growth of the company is not proportional to its annual revenue generated. This indicates that the stocks of the company are overvalued and hence, purchasing those stocks may incur significant losses in the future.",
      "References": "“AMZN Stock Price | Amazon.Com Inc. Share Price Today.” Groww, https://groww.in/us-stocks/amzn Accessed 1 Sept. 2021.  Chen, Cheng-Wei, et al. “The Impact of Data Snooping on the Testing of Technical Analysis: An Empirical Study of Asian Stock Markets.” Journal of Asian Economics, vol. 20, no. 5, Sept. 2009, pp. 580–91. DOI.org (Crossref), https://www.sciencedirect.com/science/article/abs/pii/S1049007809000682?via%3Dihub  Mielnik, Bogdan. “Quantum Operations: Technical or Fundamental Challenge?” Journal of Physics A: Mathematical and Theoretical, vol. 46, no. 38, Sept. 2013, p. 385301. DOI.org (Crossref), https://iopscience.iop.org/article/10.1088/1751-8113/46/38/385301 Shah, Dev, et al. “Stock Market Analysis: A Review and Taxonomy of Prediction Techniques.” International Journal of Financial Studies, vol. 7, no. 2, May 2019, p. 26. DOI.org (Crossref), https://www.mdpi.com/2227-7072/7/2/26  “Stock Market Analysis: A Review and Taxonomy of Prediction Techniques.” International Journal of Financial Studies, vol. 7, no. 2, May 2019, p. 26. DOI.org (Crossref), https://www.mdpi.com/2227-7072/7/2/26"
    },
    "word_count": 3870,
    "read_time": "20 mins read",
    "file_link": "",
    "publication_date": "2024-12-01"
  }
]