{
  "title": "Time frame analysis of stock prices at Amazon using financial mathematics",
  "subject": "Math AA HL",
  "description": "To what extent mathematical analysis of variation of stock prices in the time domain can be used to predict the ideal business transactions in stock market for Amazon Inc. using differentiation, first order and second derivative and calculus? Applying what I learn has always been my passion. As an inquirer, I have always wondered about the application of the concepts or content that I study in the class to analyze facts and situations that I come across. Hailing from a business family background, the terms like stock prices, FPO and revenue has not been something unheard or unknown to me but what bothered me was always how this information can be compiled and organized to make successful predictions. Though am not sure but I have a desire to be an investment banker someday and to do that it is immensely important to understand the variation in stock prices and the ups and down of stock market with utmost clarity. Offlate the concepts of data science have become very popular and this subject finds an extremely useful application in the field of stock marketing. Once, while going through a Facebook video on how to analyze stocks and decide the ideal time to invest or sale a stock o encounter minimum risk factor, I realized that integration of data science or precisely mathematical tools is a key role in this area. Big business houses like – Amazon, Flipkart, Facebook depends a lot on secondary investors and thus the patterns in stock marketing have a great influence on their leverage as well as the profitability ratios. All of these are part of financial mathematics where various mathematical tools like – regression analysis, generating functions that relates revenue to quantity of product sold and cost of goods sold, integrating those functions to derive the marginal revenue and gross profit are incorporated. While studying the concept of function and maxima-minima in calculus, I was intrigued about the fact that analyzing the functions that relates stock prices with time over a period of years can be proved to be useful to decide and assess the exact and appropriate time to buy stocks or make investments. However, after going through some researches and case studies on financial mathematics, I realized that this is already a common practice and is a job done by business analysts or financial analysts as a part of the market research. Thus, I thought of exploring this idea and implementing that to the case study of a popular company-Amazon and this is how I arrived at my research question. A stock or offer (otherwise called an organization's \"value\") is a monetary instrument that addresses possession in an organization or company and addresses a proportionate case on its resources (what it claims) and income (what it produces in profits). While there are two primary sorts of stock normal and liked the expression \"values\" is inseparable from normal offers, as their consolidated market value and exchanging volumes are numerous sizes bigger than that of favored shares. ",
  "sections": {
    "Data analysis": "According to the background information provided in section3.3, to calculate the value of maxima and minima of the functionf(x), the derivative of the function should be equated to zero.  \\(\\frac{dy}{dx}=\\frac{d}{dx} (-0.114x3 + 4.719x2 - 45.62x + 3258)\\)  \\(=>\\frac{dy}{dx}=-\\frac{d(0.114x^3)}{dx}+\\frac{d(4.719x^2)}{dx}-\\frac{d(45.62x)}{dx}+\\frac{d(3258)}{dx}\\)  \\(=>\\frac{dy}{dx} = - 3 × 0.114x2 + 2 × 4.719x - 45.62 + 0\\)  => +0.342x2- 9.438x+ 45.62 = 0  \\(=> x =\\frac{9.432±\\sqrt{(-9.438)^2+4×0.342×}45.62}{2×0.342}\\)  \\(=> x = \\frac{9.432±\\sqrt{89.075+62.408}}{0.864}\\)  \\(=> x = \\frac{9.432±12.307}{0.864}\\)  =>x= 25.16 Week or,x= - 3.32 week  Therefore, from the above calculation, it can be stated that, atx=25.16week and atx = -3.327week, the slope of the curve is zero. Thus, at these two instances of time, the price of stocks should be maximum or minimum. To determine the maxima and minima, the values ofxis plugged into the equation of the variation of price that has been obtained from data processing as follows:  Case 1: x = 25.16:  y=f(x) = −0.114x3+ 4.719x2− 45.62x+ 3258  =>y=f(25.16) = −0.114 × 25.163+ 4.719 × 25.162− 45.62 × 25.16 + 3258  =>y= 3281.77in USD  Case 2 - x = - 3.32 -  y=f(x) = −0.114x3+ 4.719x2− 45.62x+ 3258  =>y=f(−3.32) = −0.114 × (−3.32)2+ 4.719 × (−3.32)2− 45.62 × (−3.32) + 3258  ∴y= 3460.21in USD  Analysis - The maxima of the function is obtained to be atx= 25.16week and the minima is obtained to be atx= -3.32week (as the negative sign has no significance here, we can neglect it).  Hence, for maximum profit, an investor should sell the stocks at5thweek from1stweek of January 2020 as the price of the stock is maximum and sell the stocks at the3rdweek as the price of the stock is the least. To find the number of weeks at which the price starts to increase are found by the finding the double differentiation of the functionf(x) and that should be equated to zero.  \\(\\frac{dy}{dx}= - 3 × 0.114x2 + 2 × 4.719x - 45.62\\)  \\(=> \\frac{d^2y}{dx^2}=\\frac{d}{dx}(− 3 × 0.114x2 + 2 × 4.719x − 45.62)\\)  \\(=> \\frac{d^2y}{dx^2}=\\frac{d}{dx}(-3 × 0.114x2 ) +\\frac{d}{dx} (2 × 4.719x) -\\frac{d}{dx} (45.62)\\)\\(\\)\\(\\)  \\(=>\\frac{d^2y}{dx^2}= - 2 × 3 × 0.114x + 2 × 4.719 - 0\\)  => − 0.684x+ 9.438 = 0  =>x= 1379week  To verify the nature of the curve, the following table is constructed - Sample Calculations -  Calculated value of price stock whenx= 0  y=f(x) = −0.114x3+ 4.719x2− 45.62x+ 3258  y=f(0) = - 0.114× 03+ 4.719 × 02− 45.62 × 0 + 3258  y= 3258in USD  Analysis - From the above table, it can be observed that the price of stock at first decreases when the number of weeks increases from0. The price of stock decreases from3258 USDto3281.77 USD(minima) which is the minimum value of stock obtained to be at weekx= 3.32. With further increase in the number of weeks at a higher rate, the price of stock again starts to increase and reaches a point ofx= 13.79weekafter which the stock prices are increasing but the increase rate gradually decreases. This point is known as inflection point. The region of curve betweenx= 0andx =13.79is called concave up as the function initially decreases and then increases. After the inflection point the price of stock increases but at a slower rate and eventually atx= 25.16weeks, the price of stock reaches its maximum value. Fromx= 13.79tox= 25.16, the price of stock increases from3281 USDto3326 USD.Afterx= 25.16, the price of stock again decreases. This region after inflection point is called Concave down as the curve initially increases and once it reaches the maxima, the magnitude of the function starts to decrease.  Real Life Significance - From the above analysis, we get to the point that any stock market broker should inform his clients at four different phases of time while purchasing a stock. Firstly, when the value of stock was decreasing as the nature of the curve was concave up, the broker should inform his clients regarding the market scenario as the stock prices are decreasing. This will help the investors to arrange and liquefy funds so that once the stock price approaches towards the minimum rate, they can immediately purchase the stocks.  Secondly, when the stock price reaches the minimum value, the broker should advice his clients to buy the stocks. Thirdly, as the concave down region approaches, i.e., at the inflection point, the broker should inform his clients regarding the market scenario as the stock prices are increasing. This will help the investors to sell the stocks once the price hits the maximum rate.  Fourthly, once the price starts to decrease after the maxima, the broker should inform the clients not to sell further stocks as it may hamper a significant amount of profit to a great extent. To evaluate whether or not the stocks of Amazon Inc. is overvalued or undervalued, the market capitalization of Amazon Inc. with respect to its Revenue (per year) should be computed graphically. The relationship between Revenue (per year) and the market capitalization would conclude whether or not the stock of Amazon is overvalued or undervalued. Figure 4 - Table On Market Capitalization (In Billion Dollars) Of Amazon Inc. (Fourth Quartile) And Annua Revenue (In Billion Dollars) From 2012 To 2020 Analysis - In the above graph, the variation of market capitalization (in billionUSD) has been plotted with respect to the annual revenue (in billionUSD) from 2012 to 2020. The annual revenue has been plotted along the X axis and the market capitalization has been plotted alongYaxis. The nature of the graph is logarithmic that is, with increase of revenue from61.09billionUSDto386.06billionUSD; the market capital has increased from113.89billionUSDto1634billionUSD. The equation obtained, as shown in the graph isy = 31.22ln(x)+94.66.So, if the annual revenue is1billionUSDthen, the market capitalization is94.66billionUSD. Here, we can conclude that the rate of increase of revenue is not proportional to market capitalization.  To understand the slope of increase in market capital with respect to annual revenue, we differentiate the obtained equation with respect to the annual revenue.  y= 31.22 ln(x) + 94.66  \\(=> \\frac{dy}{dx}=\\frac{d}{dx} (31.22 In (x) + 94.66\\)  \\(=>\\frac{dy}{dx}=\\frac{d}{dx}(31.22 In (x)) +\\frac{d}{dx}(94.66)\\)\\(\\)  \\(=>\\frac{dy}{dx}=\\frac{31.22}{x}\\)...(1)  From the above equation, the slope or gradient of change of market capitalization with respect to annual revenue can be obtained. Using equation (1) and the values of market capitalization and annual revenue, we can determine the gradient of increase of market capital with respect to annual revenue. Rate of increase of Market Capitalization\\((\\frac{31.22}{x})\\) Figure 6 - Table On Determination Of Gradient Of Increase In Market Capitalization With Respect To Annual Revenue (In Billion USD) It is observable fromfigure 6and Graph that the slope or the gradient of Market Capitalization decreases with respect to Annual Revenue. It decreases from0.511to0.080from the year 2012 to 2020. It can be concluded that with each passing year the revenue earned by Amazon is increasing but the market capital of Amazon is not increasing with respect to increase in revenue of the company. Revenue earned can be intepreted as the market demand or supply. So, purchasing an overvalued stock could lead to losses in the long run. As we have discussed earlier that stocks should be purchased when the stock price is low or at the lowest level. And, the stock price of Amazon is overvalued. Thus, it is adviced to not purchase the overvalued stocks of Amazon.",
    "Conclusion": "To what extent mathematical analysis of variation of stock prices in the time domain can be used to predict the ideal business transactions in stock market for Amazon Inc. using differentiation, first order and second derivative and calculus?  From the above study, we can conclude three main aspects related to buying and selling of stocks, market capitalization and annual revenue of a company. Firstly, investors should buy their stocks when the price of stocks reaches a minimum purchase rate in order to get significant profits. The investors should sell their stocks when the selling rate approaches the maximum.  Secondly, the brokers should advice their clients to buy stocks within appropriate time when the stock price decreases or when the nature of the curve is concave up. The broker should advice their clients to get prepared for selling the stocks once the curve reaches the point of inflection to get maximum profits.  Thirdly, with an increase in annual revenue, the market capital of the company increases. However, the slope or the gradient of market capitalization decreases with respect to annual revenue. This indicates that the growth of the company is not proportional to its annual revenue generated. This indicates that the stocks of the company are overvalued and hence, purchasing those stocks may incur significant losses in the future.",
    "References": "“AMZN Stock Price | Amazon.Com Inc. Share Price Today.” Groww, https://groww.in/us-stocks/amzn Accessed 1 Sept. 2021.  Chen, Cheng-Wei, et al. “The Impact of Data Snooping on the Testing of Technical Analysis: An Empirical Study of Asian Stock Markets.” Journal of Asian Economics, vol. 20, no. 5, Sept. 2009, pp. 580–91. DOI.org (Crossref), https://www.sciencedirect.com/science/article/abs/pii/S1049007809000682?via%3Dihub  Mielnik, Bogdan. “Quantum Operations: Technical or Fundamental Challenge?” Journal of Physics A: Mathematical and Theoretical, vol. 46, no. 38, Sept. 2013, p. 385301. DOI.org (Crossref), https://iopscience.iop.org/article/10.1088/1751-8113/46/38/385301 Shah, Dev, et al. “Stock Market Analysis: A Review and Taxonomy of Prediction Techniques.” International Journal of Financial Studies, vol. 7, no. 2, May 2019, p. 26. DOI.org (Crossref), https://www.mdpi.com/2227-7072/7/2/26  “Stock Market Analysis: A Review and Taxonomy of Prediction Techniques.” International Journal of Financial Studies, vol. 7, no. 2, May 2019, p. 26. DOI.org (Crossref), https://www.mdpi.com/2227-7072/7/2/26"
  },
  "word_count": 3870,
  "read_time": "20 mins read",
  "file_link": "",
  "publication_date": "2024-12-01"
}